Repository: emilnabil/neoboot_v9.58
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ar, ru, tr

source: Sorry you can delete only from the image Flash.
ru: Извините, удалить можно только с имиджа на Flash.
tr: Üzgünüz, bunu yalnızca Flash'ın içinden kaldırabilirsiniz.

source: Sorry you cannot delete Flash image
ar: عذرا لا يمكنك حذف صوره فلاش الداخلي
ru: Извините, вы не можете удалить имидж, установлен в памяти ресивера
tr: Maalesef alıcının dahili belleğine yüklü yazılım kaldırılamıyor, flash

source: Sorry you cannot delete the image currently booted from.
ar: عذرا لا يمكنك حذف الصورة التي يتم الإقلاع منها حالياً.
ru: Извините, вы не можете удалить имидж запущенный на данный момент.
tr: Üzgünüz, şu anda çalışan yazılım kaldırılamadı. Lütfen farklı bir yazılım seçin.

source: Sorry you cannot overwrite the image currently booted from. Please, boot from Flash to restore this backup.
ar: عذرا لا يمكنك الكتابة فوق الصورة التي تم الإقلاع منها حاليا. من فضلك ، قم بالإقلاع من الفلاش الداخليه لاستعادة هذه النسخة الاحتياطية.
ru: К сожалению, текущий работающий имидж не может быть заменен. Пожалуйста, запустите его c флеш-памяти, чтобы восстановить резервную копию.
tr: Üzgünüz, şu anda çalışan yazılım değiştirilemez. Yedeklemeyi geri yüklemek için lütfen flash'ı çalıştırın.

source: Sorry, IPTVPlayer not found.
ru: Извините, IPTVPlayer не найден.
tr: Üzgünüz, IPTVPlayer bulunamadı.

source: Sorry, Meoboot can be installed or upgraded only when booted from Flash
ar: عذراً ، يمكنك تثبيت او ترقية النيوبوت فقط عند التشغيل من صوره الفلاش
ru: К сожалению, NeoBoot может установить имидж или обновиться только тогда, когда он работает с флеш-памяти

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash STB
ru: Извините, NeoBoot может быть установлен или обновлен только при загрузке с Flash ресивера
tr: Üzgünüz, NeoBoot yalnızca dahili STB flash belleği başlatıldıktan sonra yüklenebilir veya güncellenebilir

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash.
ar: عذرًا ، لا يمكن تثبيت نيوبوت أو ترقيته إلا عند بدء تشغيله من الفلاش الداخلي .
ru: Извините, NeoBoot может быть установлен или обновлен только при запуске с Флеш.
tr: Üzgünüm, NeoBoot sadece flaştan çalıştırıldığında kurulabilir veya yükseltilebilir.

source: Sorry, NeoBot installs new images only from the Flash
ar: عذرًا ، يقوم نيوبوت بتثبيت الصور الجديدة فقط من الفلاش الداخلي
ru: Извините,NeoBoot устанавливает новые имиджи только с флеш
tr: Üzgünüm, neoboot yalnızca flash bellekten yeni yazılım yüklüyor

source: Sorry, Neoboot can be installed or upgraded only when booted from Flash
ru: К сожалению, подобные действия в Neoboot можно сделать только при загрузке с Flash.
tr: Üzgünüz, NeoBoot dahili flash belleğinden çalışırken yalnızca yazılımı yükleyebilir veya yükseltilebilir

source: Sorry, an Image with the name
ar: عذراً، توجد صورة بهذا الأسم
ru: Извините, Имидж с названием
tr: Üzgünüm, isimli yazılım

source: Sorry, not find skin neoboot.
ru: Извините, нет скина NeoBoot.

source: Sorry, the operation is not possible from Flash
ru: Извините, операция невозможна с Flash.
tr: Üzgünüz, bu işlem dahili flaşla mümkün değildir

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to install NeoBoot!
ar: عذرًا ، لا توجد أي أجهزة متصلة بجهاز الإستقبال الخاص بك. يرجى توصيل محرك الأقراص الثابتة أو فلاش ميموري لتثبيت نيوبوت!
ru: К сожалению, в вашем ресивере нет подключенных устройств. Пожалуйста, подключите USB или HDD для установки NeoBoot!
tr: Üzgünüz, alıcınızda bağlı cihaz yok. NeoBoot'u kurmak için lütfen usb veya hdd bağlayın!

source: Sorry: Wrong image in flash found. You have to install in flash OpenSPA Image
ru: Приносим извинения: на флеш-памяти был найден неправильный имидж. Вам необходимо установить его на флеш-память OpenPLi

source: Source Image file
ar: مصدر ملفات الصورة
ru: Исходный файл имиджа
tr: Yazılım seçin

source: Specify PEB size
ar: حدد حجم التصميم المبني مسبقاً
ru: Укажите размер PEB
tr: PEB Boyutunu Belirtin

source: Specify output directory path.
ar: تحديد مسار دليل الإخراج.
ru: Укажите путь к выходному каталогу.
tr: Çıktı dizininin yolunu belirtin.

source: Sprawdz poprawnosc instalacji neoboota
ru: Проверить установку NeoBoot

source: Sprawdzanie poprawnosci zainstalwoanych modulow dla NeoBoota
ru: Проверка установленных модулей для NeoBoot

source: Start
ru: Начать

source: Start - Red
ru: Начать

source: Start innego image z Flash za 5 sekund -RESTART-...
ru: Старт другого имиджа через 5 секунд -RESTART-...

source: Start offset larger than file size!
ar: بدء الإزاحة أكبر من حجم الملف!
ru: Начать смещение больше размера файла!
tr: Dosya boyutundan daha büyük kaydırmaya başlayın!

source: Start the chosen system now ?
ar: بدء تشغيل النظام المختار الآن؟
ru: Установить выбраный имидж сейчас ?
tr: Seçili yazılım çalıştırılsın mı?

source: Start the device manager
ru: Открыть менеджер устройств
tr: Aygıt yöneticisi başlatılsın mı

source: Start the device manager ?
ar: بدء تشغيل مدير الجهاز؟
ru: Запустить диспетчер устройств ?
tr: Aygıt yöneticisi başlatılsın mı?

source: Start the new image after installation ?
ar: بدء الصورة الجديدة بعد انتهاء التثبيت؟
ru: Установить новый имидж после установки ?
tr: Kurulumdan sonra yeni yazılım başlatılsın mı?

source: Start with change kernel - Recommended
ar: ابدأ بنواة التغيير - موصى به
ru: Начать с изменения ядра - Рекомендуется
tr: Çekirdeği değiştirerek başlayın-Önerilen

source: Stop E2 processes during installation?
ru: Остановить Enigma2 на время установки ?
tr: Kurulum sırasında sistem işlemleri dondurulsun mu?

source: Stop action
ru: Отмена
tr: Çalışmayı iptal et

source: Stop processes E2 for installation ?
ru: Остановить процессы E2 для установки ?

source: SuperBoot deleting backup files .....
ru: SuperBoot удаление файлов резервных копий .....

source: SuperBoot: Backup files deleted
ru: SuperBoot: Резервные файлы удалены

source: Superboot: Restore COMPLETE !
ru: Superboot: Восстановлено ПОЛНОСТЬЮ!
tr: Neoboot: Geri Yükleme TAMAMLANDI!

source: Supported sat tuners
ru: Поддерживаемые спутниковые ресиверы
tr: Desteklenen kanal arayıcılar

source: Suppress warnings and non-fatal errors. (default: False)
ar: إيقاف التحذيرات والأخطاء غير الفادحة. (افتراضي: لا)
ru: Пропустить предупреждения и критические ошибки. (дефолт: False)
tr: Uyarıları ve önemli hataları atlayın. (varsayılan: Yanlış)

source: TV list copied.
ru: Был скопирован список ТВ.

source: The amount of free space in the Superbot:
ru: Количество свободного места в Суперботе:

source: The authors plug NeoBot not liable for damage a receiver, NeoBoota incorrect use or installation of unauthorized additions or images.!!!
ar: مطور نيوبوت غير مسئول عن اي تلف لأجهزة الاستقبال أو الاستخدام غير الصحيح أو تثبيت إضافات أو صور غير مصرح بها. !!!
ru: Авторы плагина NeoBoot не несут ответственности за повреждение ресивера, неправильное использование NeoBoot или установку несанкционированных дополнений, имиджей.!!!
tr: NeoBoot yazarları, alıcı hasarından, NeoBoot'un uygunsuz kullanımından veya yetkisiz eklentilerin veya yazılımların yüklenmesinden sorumlu değildir. !!!

source: The backup will be saved to /media/neoboot. Performing ...
ru: Копия плагина будет сохранена в /media/hdd. Выполнение ...
tr: Yedekleme /media/neoboot'a kaydedilecek. Yürütülüyor ....

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
ar: المسار ليس مقسم EXT2 أو EXT3 أو EXT4 أو NFS. تأكد من تحديد نوع تقسيم صالح.
ru: Это устройство %s не отформатировано в EXT2, EXT3, EXT4 или NFS формат. Убедитесь, что вы выбрали правильный тип раздела.
tr: Bu cihaz %s ext2, ext3, ext4 veya nfs olarak biçimlendirilmemiş veya yazılabilir değil. Kurulum için doğru bölüm türünü seçtiğinizden emin olun.

source: The directory %s is not writable. Make sure you select a writable directory instead.
ar: المسار غير قابل للكتابة. تأكد من اختيار مسار قابل للكتابة بدلا من ذلك.
ru: Каталог %s недоступен для записи. Убедитесь, что вы выбрали верный каталог.

source: The download neoboot update.
ar: تحديث تحميل نيوبوت.
ru: Скачать обновление NeoBoot.
tr: NeoBoot güncellemesini indirin.

source: The installation has encountered an error !!!. This may be no connection to the server or the link has expired. When installing a new image use options ubi_reader...
ar: واجه التثبيت خطأ !!!. قد لا يكون هذا اتصال بالخادم أو أن الرابط قد انتهت صلاحيته. عند تثبيت صورة جديدة ، استخدم خيارات ubi_reader ...
ru: Произошла ошибка при установке !!!.. Причиной может быть отсутствие соединения с сервером или истек срок действия соединения. При установке нового имиджа используйте опцию ubi_reader ...
tr: Kurulum sırasında bir hata oluştu !!!. Bunun nedeni sunucuyla olan bağlantının kesilmesi veya bağlantının sona ermesi olabilir. Yeni yazılım yüklerken ubi_reader ... seçeneğini kullanın.

source: The installation process may take a few minutes.
ar: مة قد تستغرق عملية التثبيت بضع دقائق.
ru: Процесс установки может занять несколько минут.
tr: Yükleme işlemi birkaç dakika sürebilir.

source: The operation has been canceled or meoboot is not running in stb VuPlus
ar: تم إلغاء العملية أو أن نيوبوت لا يعمل على جهاز إستقبال فيو بلس
ru: Операция была отменена или NeoBoot не работает с VU+
tr: İşlem iptal edildi veya NeoBoot VuPlus'ta çalışmıyor

source: The required space on the device is 300 MB. Do you want to take this image: %s now ?
ru: Требуемая память на устройстве не менее 300 Мб. Вы хотите сделать копию: %s сейчас ?
tr: Geri yüklemeden önce, lütfen cihazınızda boş alan olup olmadığını kontrol edin. 300MB Yedekleme dosyası seçildi: %s şimdi geri yüklensin mi?

source: The selected image starts after you hard reboot tuner.
ar: تبدأ الصورة المحددة بعد إعادة تشغيل الموالف.
ru: Выбранный имидж начнется после полной перезагрузки ресивера.
tr: Seçilen yazılım, alıcı tamamen yeniden başlatıldıktan sonra başlayacaktır.

source: The tuner is not supported by NeoBoot. Contact the author. No proper STB for installation !!!!
ru: NeoBoot не поддерживает ресивер. Свяжитесь с автором. Не правильный STB для установки !!!!
tr: Alıcı NeoBoot tarafından desteklenmiyor. Lütfen yazara başvurun. Kurulum için uygun bir STB yok !!!!

source: The update file is available at http://all-forum.cba.pl
ar: ملف التحديث متاح على http://all-forum.cba.pl
ru: Файл обновления доступен по адресу http://all-forum.cba.pl
tr: Güncelleme dosyası http://all-forum.cba.pl adresinde mevcuttur

source: The update has been canceled.
ar: لقد تم إلغاء التحديث.
ru: Обновление было отменено.
tr: Güncelleme iptal edildi.

source: There is no NeoBootUpdate.tar.gz to install.
ar: لا يوجد تحديث لنيوبوت .tar.gz ليتم تثبيته.
ru: В NeoBootUpdate нет файла для установки !
tr: NeoBootUpdate'te yüklenecek dosya yok!

source: This Device is already mounted as HDD.
ru: Это устройство уже установлено как жесткий диск.

source: To use the new skin please restart enigma2
ru: Чтобы использовать скин, пожалуйста, перезапустите enigma2
tr: Yeni dış görünümü kullanmak için lütfen enigma2 sistemini yeniden başlatın

source: Translation: gutosie
ru: Перевод: gutosie

source: Tuner nie jest wspierany przez NeoBoota. Skontaktuj sie z autorem. Nie wykryto odpowiedniego STB do instalacji !!!!
ru: Тюнер не поддерживается NeoBoot. Свяжитесь с автором. Не правильный ресивер для установки !!!!

source: Type:
ru: Тип:

source: UBIFS Common Header
ar: العنوان المشترك لنظام ملفات صور الكتل غير المصنفة
ru: Общий заголовок UBIFS
tr: Ortak UBIFS Başlığı

source: UBIFS Data Node
ar: مؤشر بيانات نظام ملفات صور الكتل غير المصنفة
ru: Узел данных UBIFS
tr: UBIFS veri düğümü

source: UBIFS Directory Entry Node
ar: مؤشر مدخل نظام ملفات صور الكتل غير المصنفة
ru: Узел ввода каталога UBIFS
tr: UBIFS Dizin Giriş Düğümü

source: UBIFS Index Node
ar: مؤشر فهرسة نظام ملفات صور الكتل غير المصنفة
ru: Индексный узел UBIFS
tr: UBIFS Dizin Düğümü

source: UBIFS Master Block Node
ar: مؤشر الكتل الرئيسيه لنظام ملفات صور الكتل غير المصنفة
ru: Главный блок узла UBIFS
tr: UBIFS ana blok düğümü

source: UBIFS Super Block Node
ar: مؤشر الكتل لنظام ملفات صور الكتل غير المصنفة
ru: Блок суперузлов UBIFS
tr: Süper UBIFS Düğüm Bloğu

source: Udanej zabawy :)
ru: Удачи !!!

source: Unable to determine structure of /dev
ar: تعذر تحديد هيكل / dev
ru: Структура на устройстве не может быть определена
tr: Cihazdaki yapı belirlenemiyor

source: Unfortunately you cannot backup from flash with this plugin Install backupsuite to copy the image from flash memory
ru: К сожалению, вы не можете сделать копию с флеш-памяти с этим плагином Установите копию для копирования имиджа с флеш-памяти

source: Unfortunately you cannot backup from flash with this plugin. Install backupsuite to a copy of the image from flash memory.
ru: К сожалению, вы не можете сделать резервную копию с флеш-памяти с помощью этого плагина. Установите плагин резервного копирования имиджа с флеш-памяти.
tr: Üzgünüz, bu eklenti ile flash'tan yedekleme yapılamıyor. Yazılımı flash bellekten yedeklemek için backupsuite yükleyin.

source: Unfortunately, at the moment not found an update, try again later.
ar: للأسف ، لم يتم العثور على تحديث في الوقت الحالي ، حاول مرة أخرى لاحقًا.
ru: Извините, обновлений не найдено, попробуйте позже.
tr: Üzgünüz, şu anda güncelleme bulunamadı, lütfen daha sonra tekrar deneyin.

source: Uninstall NeoBoot
ru: Удалить NeoBoot
tr: NeoBoot'u Sil

source: Uninstall NeoBoot?
ru: Удалить NeoBoot?

source: Unmount
ar: الغاء الإرتباط
ru: Размонтировать

source: Unpack the image - no change.
ar: فك الصورة - لا تغيير.
ru: Распакуйте имидж - без изменений.
tr: Yazılımı paketinden çıkarın - değişiklik yok.

source: Unpack the image tar.bz2 4K
ar: قم بفك ضغط الصورة tar.bz2 4K
ru: Розпаковать файл tar.bz2 4K
tr: Çıkart tar.bz2 4K'yı

source: Update IPTVPlayer on installed image.
ru: Обновить IPTVPlayer на всех имиджах
tr: IPTVPlayer'ı flaştan tüm resimlere kopyalayın.

source: Update NeoBoot
ru: Обновить NeoBoot

source: Update NeoBoot on all images.
ru: Обновить NeoBoot на всех имиджах
tr: NeoBoot'u tüm resimlerde güncelleyin.

source: Update NeoBot
ar: تحديث نيوبوت
ru: Обновить NeoBoot
tr: NeoBoot Güncellemesi

source: Update TV list on installed image.
ru: Обновить ТВ-каналы на всех имиджах
tr: Tv listesini flaştan tüm resimlere kopyalayın.

source: Update neoboot in all images ?
ar: تحديث نيوبوت في جميع الصور؟
ru: Обновить Neoboot на всех имиджах ?
tr: Neoboot tüm yazılımlarda güncellensin mi?

source: Updated unnecessary, you have the latest version. Please try again later.
ar: تحديث غير ضروري ، لديك أحدث إصدار. الرجاء معاودة المحاولة في وقت لاحق.
ru: Обновление не требуется, у вас последняя версия. Пожалуйста, попробуйте позже.
tr: Güncellemeye gerek yok, en son sürüme sahipsiniz. Lütfen daha sonra tekrar deneyin.

source: Uruchom
ru: Начать

source: Uruchom - Red
ru: Начать

source: Uruchomic Device Manager ?
ru: Запустить диспетчер устройств ?

source: Use ubi_reader
ar: استخدم ubi قارئ
ru: Применить ubi_reader
tr: Kullan ubi_reader

source: Use nandsim
ar: استخدم نانو سيم كارد
ru: Применить nandsim (рекомендованно)
tr: Nandsim kullan (önerilir)

source: Use options with the boot manager.
ar: استخدم الخيارات مع قائمة إدارة الاقلاع .
ru: Используйте параметры с менеджера загрузки (рекомендованно)
tr: Önyükleme yöneticisiyle seçenekleri kullanın (önerilir)

source: Use options without the boot manager.
ar: استخدم الخيارات بدون قائمة إدارة الاقلاع.
ru: Используйте опцию без менеджера загрузки.
tr: Seçeneği önyükleme yöneticisi olmadan kullanın.

source: Use the next start.
ar: استخدم البداية التالية.
ru: Используйте следующую загрузку.
tr: Sonraki çalıştırmayı kullan.

source: Used Kernel:
ru: Используемое ядро:

source: Used Kernel: Flash
ru: Установлено ядро: Flash

source: Used:
ar: المستخدم:
ru: Занято памяти:
tr: Kullanılan disk belleği:

source: Usuniecie hasla do root.
ru: Удаление пароля root.

source: Usuwanie pobranych obrazow....
ru: Удаление загруженных имиджей....

source: Uwaga!!! ---Zrestartuj calkowicie system!!!---
ru: Внимание!!! ---Перезагрузите полностью ресивер!!!---

source: Ver. update: %s
ru: Вер. обновления: %s

source: Ver. updates
ar: تحديثات الإصدار
ru: Вер. обновления
tr: Ver. güncelle

source: Version update:
ar: تحديث الإصدار:
ru: Версия обновления:
tr: Sürümü güncelle:

source: Version: %s
ru: Версия %s

source: Version: %s
ru: Версия %s

source: Version:
ru: Версия

source: Version: %s
ru: Версия %s

source: Volume Table Record: %s
ar: حجم جدول التسجيل
ru: Запись таблицы емкости: %s
tr: Kapasite tablosu yazma: %s

source: Volume output directory is not empty. %s
ar: دليل إخراج وحدة التخزين ليس فارغًا
ru: Выходной каталог тома не пуст. %s
tr: Hacim çıktı dizini boş değil. %s

source: Volume: %s
ar: الحجم
ru: Объем: %s
tr: Kapasite: %s

source: WARNING !!! First, mount the device.
ar: تحذير !!! أولا قم بعمل إرتباط بجهازك.
ru: ВНИМАНИЕ !!! Сначала смонтируйте устройство.

source: WARNING !: The update brings with it the risk of errors.
ar: تحذير!: التحديث يجلب معه مخاطر الأخطاء.
ru: ВНИМАНИЕ: Обновление несет в себе риск ошибок.
tr: UYARI !: Güncellemede hata riski vardır.

source: Wait almost over ... Loading the image to: %s
ar: الرجاء الإنتظار قارب على الانتهاء ... تحميل الصورة إلى
ru: Подождите почти готово ... Загрузка имиджа в :%s
tr: Bekleyin, neredeyse bitti ... Yazılım şuraya yükleniyor: %s

source: Wait please while scanning for devices...
ar: انتظر من فضلك أثناء البحث عن الأجهزة ...
ru: Пожалуйста, подождите пока сканируете устройства ...
tr: Aygıtları tararken lütfen bekleyin ...

source: Wait please, NeoBoot is working: ....Restore in progress....
ar: الرجاء الإنتظار ، نيوبوت يعمل: .... جاري الاستعادة ....
ru: Пожалуйста, подождите, NeoBoot работает: ....Восстановление в процессе....
tr: Lütfen bekleyin, NeoBoot çalışıyor: .... Geri yükleniyor ....

source: Wait, deleting .....
ru: Ждите, удаление....
tr: Bekle, sil .....

source: Waiting
ru: Подождите
tr: Bekliyor

source: Waiting for mount
ar: في انتظار الإرتباط
ru: В ожидании монтирования
tr: Bağlama bekleniyor

source: Waiting for partition
ar: في إنتظار التقسيم
ru: В ожидании разделов
tr: Bölümde bekleniyor

source: Welcome to NeoBoot %s Plugin installation.
ar: مرحبًا بك في تثبيت بلوجين نيوبوت.
ru: Добро пожаловать к установке плагина NeoBoot %s.
tr: NeoBoot %s eklenti kurulumuna hoş geldiniz.

source: Welcome to the world of Python
ar: مرحبًا بك في عالم بايثون
ru: Добро пожаловать в Python
tr: Python dünyasına hoş geldiniz

source: Would you like to download the image from the network now ?
ar: هل تود تحميل الصورة من الانترنت الآن؟
ru: Вы хотите скачать имидж с Интернета сейчас?
tr: Yazılım şimdi ağdan indirilsin mi?

source: Writing inode tables:
ar: كتابه جدول مؤشر الفهرسه:
ru: Сохранение таблиц узлов:
tr: Düğüm tabloları yazılıyor:

source: Writing to: %s
ar: الكتابة لـ
ru: Сохранение в: %s
tr: Yazılıyor: %s

source: Wspierane tunery sat
ru: Поддерживаемые спутниковые ресиверы

source: Wtyczka zostala pomyslnie zainstalowana.
ru: Плагин был успешно установлен!

source: Wykonac kompletna kopie NeoBoota ?
ru: Создать полную копию NeoBoot ?

source: Wykonaj kopie zapasowa obrazu z NeoBoota
ru: Резервное копирование имиджа с NeoBoot

source: You are not running OpenSPA Image. You must mount devices Your self.
ru: Вы не используете имидж OpenPLi. Устройство должно быть установлено вручную.
tr: OpenPLi kullanmıyorsunuz. Cihazı manuel olarak bağlamanız gerekiyor.

source: You have the following images installed
ru: У вас установлены следующие имиджи
tr: Yüklü görüntünün listesi

source: You have to provide a name for the new Image.
ar: يجب عليك تزويد أسم للصورة الجديدة.
ru: Каталог /media/ neoboot/ImagesUpload пустой!\n Установите файл имиджа в формате .ZIP или .NFI, также измените имя .
tr: /media/neoboot/ImagesUpload dizini boş! Firmware dosyalarını zipa veya nfi biçiminde yükleyin veya yeni görüntü için bir ad girin.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/neoboot/ImagesUpload and select the image to install.
ar: يجب تحديد واختيار صوره للتثبيت يجب اختيار ملف صورة مضغوط من المسار : /ميديا/ نيوبوت/مجلد الرفع للنيوبوت واختار صورة للتثبيت.
ru: Вы должны выбрать один имидж для установки. Пожалуйста, отправьте ZIP-файл в папку: /media/neoboot/ImagesUpload и выберите имидж для его установки.
tr: Yüklemek için bir yazılım seçmeniz gerekiyor. Lütfen zip dosyasını şu klasöre yükleyin: /media/neoboot/ImagesUpload ve kurulacak yazılımı seçin.

source: You really want to install NeoBoot in:
ar: هل تريد حقا تثبيت نيوبوت في:
ru: Вы действительно хотите установить NeoBoot до:
tr: NeoBoot'u gerçekten yüklemek istiyorsunuz:

source: You still have free:
ru: Доступно памяти:
tr: Boş alan kaldı:

source: You system does not support ext4
ar: النظام لا يدعم ext4
ru: Ваша система не поддерживает ext4
tr: Sisteminiz ext4'ü desteklemiyor

source: Your image flash is mounted in the media location
ru: Ваш флеш-имидж монтируется в месте размещения носителя
tr: Flash görüntünüz medya konumuna eklendi

source: Zainstalowac ponownie neoboota ?
ru: Переустановить NEOBOOT ?

source: Zainstaluj
ru: Обновить

source: Zaktualizuj NeoBoota na wszystkich obrazach.
ru: Обновить NeoBoot на всех имиджах.

source: Zaleca sie instalacje nowego oprogramowania tylko z poziomu systemu flash. ---NEOBOOT EXIT---
ru: Рекомендуется устанавливать новый имидж только с флеш-памяти. ---NEOBOOT EXIT---

source: Zatrzymac procesy E2 na czas instalacji ?
ru: Остановить процессы E2 на время установки ?

source: Zmiana Hasla
ru: Удалить пароль

source: [Harddisk]
ar: [قرص صلب]
ru: [Жесткий диск]

source: [NeoBoot] We detected that you want to install more than 14 images, be sure to use options without the boot manager.
ar: [نيوبوت] اكتشفنا أنك تريد تثبيت أكثر من 14 صورة ، تأكد من استخدام الخيارات بدون مدير التمهيد.
ru: [NeoBoot] Если вы хотите установить более 14 имиджей, не забудьте использовать опцию без менеджера загрузки при запуске имиджа в NeoBoot.
tr: [NeoBoot] 14'ten fazla yazılım yüklemek istiyorsanız, NeoBoot'ta imajı çalıştırırken önyükleme yöneticisi yok seçeneğini kullandığınızdan emin olun.

source: [NeoBoot] Please upload the image files in .ZIP or .NFI formats to install.
ru: [NeoBoot] Пожалуйста, загрузите файлы имиджа в формате .ZIP или .NFI для установки.

source: [NeoBoot] For proper operation of the image blackhole in neobot, you need to install additional packages. Install now ?
ar: [نيوبوت] للتشغيل السليم للصورة بلاك هول في نيوبوت ، تحتاج إلى تثبيت حزم إضافية. تثبيت الآن ؟
ru: Для обеспечения правильной работы BlackHole в Neoboot необходимо установить дополнительные пакеты.. Установить сейчас ?
tr: BlackHole'un Neoboot'ta düzgün çalışmasını sağlamak için ek paketler yüklemeniz gerekiyor. Şimdi yüklensin mi?

source: [NeoBoot] Image Downloader - download plugin not installed! Zainstalowac wtyczke do pobierania nowych image ? ---Continue ?---
ru: [NeoBoot] Image Downloader - плагин загрузки не установлен! Установить плагин для загрузки имиджей ? ---Продолжить ?---

source: [NeoBoot] The %sImagesUpload directory is EMPTY !!! Please upload the image files in .ZIP or .NFI formats to install.
ru: Папка %sImagesUpload ПУСТАЯ: !!! Пожалуйста, загрузите файл имиджа в формате .ZIP или .NFI для установки.

source: [NeoBoot] The %sImagesUpload directory is EMPTY !!! Please upload the image files in .ZIP or .NFI formats to install.
ru: Каталог по пути %sImagesUpload ПУСТ!!! Пожалуйста, загрузите файлы имиджа в формате .ZIP или .NFI для установки.

source: [NeoBoot] The %sImagesUpload directory is EMPTY !!! Zainstalowac wtyczke do pobierania nowych image ? ---Continue ?---
ru: Каталог по пути %sImagesUpload ПУСТ!!! Установить плагин для загрузки имиджей ? ---Продолжить ?---
