Repository: emilnabil/neoboot_v9.58
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ar, ru, tr

source: %sBlock Count: %s
ar: %sتعداد الكتله: %s
ru: %s Количество блоков: %s
tr: %sBlok sayısı: %s

source: %sBlock Size: %s
ar: %sحجم الكتله: %s
ru: %s Размер блока: %s
tr: %sBlok boyutu: %s

source: %sData Block Count: %s
ar: %sعدد كتلة البيانات: %s
ru: %sДанные о количестве блоков: %s
tr: %sBlok sayımı verisi: %s

source: %sErase Count Header
ar: %sمسح عداد الرأس
ru: %s Удалить заголовок счетчика
tr: %sSayaç başlığı kaldırılıyor

source: %sFile Offset: %s
ar: %sتكافؤ الملفات: %s
ru: %s Смещение файла: %s
tr: %sDosya konumu: %s

source: %sFirst UBI PEB Number: %s
ar: %sاولاً ترقيم المصمم بناؤه سابقاً UBI: %s
ru: %s Первый номер UBI PEB: %s
tr: %sİlk UBI PEB numarası: %s

source: %sImage Sequence Num: %s
ar: %sتسلسل ترقيم الصورة: %s
ru: %s Номер последовательности имиджей: %s
tr: %sSıra numarası resmi: %s

source: %sInternal Volume Block Count: %s
ar: %sعدد كتلة الحجم الداخلي: %s
ru: %s Внутреннее количество блоков объема: %s
tr: %sBirimin dahili blok sayısı: %s

source: %sInternal Volume: %s
ar: %s الصوت الداخلي: %s
ru: %s Внутренний объем: %s
tr: %sDahili birim: %s

source: %sIs Valid: %s
ar: %sIs صلاحية: %s
ru: %s Правильно: %s
tr: %sgeçerli: %s

source: %sIs Volume Table: %s
ar: %sIs جدول الصوت : %s
ru: %sIs Таблица громкости: %s
tr: %sIs Hacim tablosu: %s

source: %sLEB Size: %s
ar: حجم LEB
ru: %s Размер LEB: %s
tr: %sLEB boyutu: %s

source: %sLayout Block Count: %s
ar: %sعدد كتل التخطيط: %s
ru: %s Планировка количества блоков: %s
tr: %s%sBlok numarası düzeni

source: %sName: %s
ar: %sالأسم: %s
ru: %s Имя: %s
tr: %sAdı: %s

source: %sPEB Range: %s - %s
ar: %sPEB نطاق: %s - %s
ru: %s Диапазон PEB: %s - %s
tr: %sPEB aralığı: %s - %s

source: %sPEB Size: %s
ar: حجم PEB
ru: %s Размер PEB: %s
tr: %sPEB boyutu: %s

source: %sTotal Block Count: %s
ar: إجمالي عدد الكتل
ru: %sОбщее количество блоков: %s
tr: %sToplam blok: %s

source: %sUnknown Block Count: %s
ar: %sعدد الكتل غير معروف: %s
ru: %s Неизвестное количество блоков: %s
tr: %sBilinmeyen blok sayısı: %s

source: %sVID Header Header
ar: %sVID رأس رأس
ru: %s Заголовок заголовка VID
tr: %sVID Başlığı

source: %sVolume Name:%s
ar: %sاسم الصوت:%s
ru: %s Название тома:%s
tr: %sBirim adı: %s

source: %sVolume Record
ar: %s تسجيل الصوت
ru: %s Объем загрузки
tr: %sYükleme ciltleri

source: Error - w lokalizacji %sImagesUpload/.kernel/ nie odnaleziono pliku kernela flash-kernel-%s.bin
ru: Ошибка - по пути %sImagesUpload/.kernel/ не найден файл ядра-%s.bin

source: NeoBoot odinstalowany, mozesz zrobic reinstalacje.
ru: NeoBoot удален, вы можете переустановить.

source: NeoBoot remove complete....
ar: أكتمال إزالة نيوبوت....
ru: NeoBoot полное удаление...
tr: NeoBoot kaldırma tamamlandı...

source: NeoBoot restoring media mounts....
ar: يستعيد نيوبوت وحدات تثبيت الوسائط ...
ru: NeoBoot восстановление монтирования....
tr: NeoBoot geri yükleme bağlantısı ....

source: Odinstalowywanie neoboota...
ru: Удаление neoboot...

source: Przywracanie montowania.
ru: Восстановить монтирование.

source: Restore settings.....
ru: Восстановить настройки...

source: ... q(-_-)p ... NeoBot to function properly need additional packages. Select Yes and wait ... Proces installation may take a few moments ... Install ?
ar: ... q (-_-) q ... يحتاج نيوبوت للعمل بشكل صحيح إلى حزم إضافية. حدد نعم وانتظر ... قد يستغرق تثبيت العملية بضع لحظات ... تثبيت ؟
ru: ... q(-_-)p ... Требуются дополнительные пакеты для правильной работы NeoBoot . Выберите Да и подождите .... Процесс установки может занять некоторое время... Установить ?
tr: ... q(-_-)p ... NeoBoot'un düzgün çalışması için ek paketlere ihtiyacı var. Evet'i seçin ve bekleyin .... Yükleme işlemi birkaç dakika sürebilir ... Yüklensin mi?

source: Completed assembly of disks. To save the setting, switch the STB in deep standby !!! Restart ?
ar: تم تجميع الأقراص. لحفظ الإعداد ، قم بتبديل الجهاز في وضع الاستعداد العميق !!! اعادة التشغيل ؟
ru: Монтирование завершено. Чтобы сохранить настройки, сделайте полную перезагрузку ресивера !!! Перезагрузить ?
tr: Disk montajı tamamlandı. Ayarı kaydetmek için, STB'yi derin beklemeye alın !!! Yeniden başlatılsın mı?

source: Completely uninstall NeoBota: If you think NeoBot not you need it, you can uninstall it. To uninstall now press the red button on the remote control.
ar: إلغاء تثبيت نيوبوت تماما: إذا كنت تعتقد أن نيوبوت لا تحتاج إليه ، فيمكنك إلغاء تثبيته. لإلغاء تثبيت الآن اضغط على الزر الأحمر على جهاز التحكم عن بعد.
ru: Полная деинсталляция NeoBoot: Если вы считаете, что вам не нужен NeoBoot, вы можете удалить его. Чтобы удалить, нажмите красную кнопку на пульте Д/У.
tr: NeoBot'un tamamen kaldırılması: NeoBoot'a ihtiyacınız olmadığını düşünüyorsanız, onu kaldırabilirsiniz. Eklenti, alıcınızın dahili flash belleğinden tamamen kaldırılacaktır. Varsayılan yazılım ayarları geri yüklenecektir. Kaldırmak için basın uzaktan kumandadaki kırmızı düğme.

source: Delete ?
ar: حذف ؟
ru: Удалить ?
tr: Lütfen onaylayın veya silin. Silinsin mi?

source: NeoBoot removal of the boot manager....
ru: NeoBoot удаление менеджера загрузки...

source: NeoBoot restoring media mounts....
ru: NeoBoot восстанавливает монтирование носителя...

source: [NeoBoot] The installation image is ready. Return to test the installed image. Press EXIT!
ar: [نيوبوت] صورة التثبيت جاهزة. العودة لاختبار الصورة المثبتة. اضغط خروج!
ru: [NeoBoot]Установка имиджа готова. Вернуться к тестированию установленного имиджа. Нажмите ВЫХОД!
tr: [NeoBoot] Yazılım kurulumu hazır. Kurulu yazılımı test etmek için geri dönün. Tıklayın!

source: [NeoBoot] Zip file unzipped. Installation in progress, please wait ...
ar: [نيوبوت] ضغط ملف غير مضغوط. التثبيت قيد التقدم ، الرجاء الانتظار ...
ru: [NeoBoot] Zip файл распакован. Идет установка, пожалуйста, подождите...
tr: [NeoBoot] Zip dosyası çıkarıldı. Yükleme devam ediyor, lütfen bekleyin ...

source: Available:
ar: متوفر:
ru: Доступно памяти:
tr: Kullanılabilir disk belleği:

source: NeoBoot %s - Menu
ru: NeoBoot %s - Меню

source: NeoBot - Available media:
ar: نيوبوت - الوسائط المتاحة:
ru: NeoBoot - Доступные носители:
tr: NeoBoot-Kullanılabilir veri ortamı:

source: Enigma2 During the entire installation process does not restart the receiver !!!
ar: إينجما 2 لا يتم إعادة تشغيل جهاز الاستقبال أثناء عملية التثبيت بأكملها !!!
ru: Enigma2 Не перезагружайте ресивер в течение всего процесса установки !!!
tr: Enigma2 Tüm kurulum işlemi boyunca alıcıyı yeniden başlatmayın !!!

source: - the option copies oscam configi and cccam, openpli default.
ru: - функция скопирует файлы oscam и cccam (openpli по умолчанию).
tr: - bu seçenek config oscam ve cccam'i kopyalar, openpli - varsayılan.

source: - Option to copy channel list from flash to image installed in neoboot.
ru: - функция скопирует список каналов c флеш-памяти в имидж neoboot.
tr: - Bu seçenek, kanal listesini flash'tan neoboot'a yüklenen yazılıma aktarır.

source: - Option to copy drivers to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
ru: - функция перемещает драйверы c флеш-памяти в создаваемый имидж в neoboot, рекомендуется только в том случае, если вы устанавливаете имидж другого производителя, чем у Вас.
tr: - bu seçenek, sürücüleri flash'tan neoboot'ta yüklü yazılıma aktarır, yalnızca görüntüyü sahip olduğunuzdan farklı bir modelden yüklerseniz önerilir. Örneğin, bir vuplus alıcınız varsa ve yazılım yüklerseniz, örneğin farklı bir marka, "Evet " seçeneğini seçin.

source: - Select the software to be installed with the cursor (left or right).
ru: - Выберите программное обеспечение для установки курсором (влево или вправо).
tr: - İmleçle (sol veya sağ) yüklenecek yazılımı seçin.

source: - opcja kopiuje configi oscama i cccam (openpli -domyslnie)
ru: - функция скопирует файлы oscam и cccam (openpli по умолчанию)

source: - opcja kopiuje liste kanalow z flasha do instalowanego image w neoboocie.
ru: - функция скопирует список каналов c флеш-памяти в имидж neoboot.

source: - opcja kopiuje ustawienia oprogramowania z flasza do instalowanego systemu w neoboocie.
ru: - функция скопирует настройки программного обеспечения с флеш в имидж, устанавливаемый в neoboot.

source: - opcja przenosi do instalowanego image w neoboot ustawienia montowania podlaczonych urzadzen do tunera.
ru: - функция передает создаваемому имиджу настройки монтированых устройств в ресивере.

source: - opcja przenosi pliki z zawartymi ustawieniami dla sieci lan i wlan.
ru: - функция перемещает файлы с настройками для LAN и WLAN.

source: - opcja przenosi z flasza sterowniki do instalowanego image w neoboocie, zalecane tylko w przypadku jesli instalujemy image od innego model niz posiadamy.
ru: - функция перемещает драйверы с flach в создаваемый имидж в neoboot, рекомендуется только в том случае, если вы устанавливаете имидж другого производителя, чем у Вас.

source: - opcja przeznaczona dla image blackhole, pomaga uruchomic BH w neoboot
ru: - функция для имиджа BH, помогает запускать BlackHole в neoboot

source: - opcja w niektorych przypadkach naprawia w instalowanym image polaczenie FTP (ang. File Transfer Protocol)
ru: - функция в некоторых случаях восстанавливает соединение FTP в создаваемом имидже

source: - option for image blackhole, helps to run BH in neoboot
ru: - функция для имиджа BH, помогает запускать BlackHole в neoboot
tr: - görüntü kara deliği seçeneği, neoboot'ta BH'yi başlatmaya yardımcı olur

source: - po instalacji, opcja kasuje plik zip image z katalogu ImagesUpload.
ru: - после установки, функция удаляет файл .zip имиджа с папки ImagesUpload.

source: - po instalacji, opcja kasuje plik zip image z katalogu ImagesUpload.
ru: - после установки функция удаляет файл zip-имиджа с каталога ImagesUpload.

source: - po zaznaczeniu tej opcji nie zostanie nic skopiowane z image flash do instalowanego image w neoboot.
ru: - после выбора <нет> этой функции ничего не будет скопировано с имиджа-флеш в создаваемый имидж в neoboot.

source: - po zaznaczeniu tej opcji zostanie skopiowany plik jadra (kernel) instalowanego image do neoboota, zalecane tylko dla STB vuplus
ru: - после выбора этой функции, ядро(kernel) имиджа(Flash) будет скопировано в neoboot, рекомендуется только для STB VU+

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
ru: - функция скопирует настройки имиджа с флеш в имидж, устанавливаемый в neoboot.
tr: - Bu seçenek, yazılım ayarlarını flaştan neoboot üzerinde yüklü sisteme kopyalar.

source: - the option in some cases repairs the File Transfer Protocol connection in the installed image.
ru: - функция в некоторых случаях восстанавливает соединение FTP в создаваемом имидже.
tr: - bazı durumlarda bu seçenek, yüklenen yazılımdaki bir FTP (Dosya Aktarım Protokolü) bağlantısını düzeltir. Emin değilseniz Hayır seçeneğini seçmeniz önerilir. Yeni yüklenen yazılımda Ftp bağlantısını kullanabiliriz. WinSCP programı (Windows için) ve dosya protokolü seçeneğinde iletişim için SCP'yi seçin.

source: - the option moves files with the settings for lan and wlan.
ru: - функция перемещает файлы с настройками для LAN и WLAN.
tr: - bu seçenek lan ve wlan için ayar dosyalarını taşır.

source: - the option transfers mounts to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
ru: - функция передает создаваемому имиджу настройки монтированых устройств в ресивере, рекомендуется только в том случае, если вы устанавливаете имидж другой модели, чем у вас есть.
tr: - bu seçenek, flaş yuvasını neoboot'ta kurulu görüntüye aktarır, yalnızca görüntüyü bizim sahip olduğumuzdan farklı bir modelden kurarsanız önerilir.

source: - this checking this option on it nothing will be copied from the image flash to the installed image in neoboot.
ru: - после выбора <нет> этой функции ничего не будет скопировано с имиджа-флеш в создаваемый имидж в neoboot.
tr: - bu seçenek işaretlenirse, Hayır olarak, görüntü flash'tan neoboot'ta yüklü görüntüye hiçbir şey kopyalanmaz.

source: - to change, press blue on the remote control.
ru: -Изменить имя имиджа - чтобы изменить, нажмите синюю клавишу на пульте Д/У.
tr: - Bir yazılımı yeniden adlandırmak için uzaktan kumanda üzerindeki mavi düğmeye basın.

source: -Wybierz kursorem pilota oprogramowanie do zainstalowania (w lewo lub prawo).
ru: - Выберите программное обеспечение для установки курсором (влево или вправо).

source: -Zmien nazwe image - aby zmienic nacisnij na pilocie niebieski.
ru: -Изменить имя имиджа - чтобы изменить, нажмите синюю клавишу на пульте Д/У.

source: Failed to get model:
ar: فشل في معرفه الموديل:
ru: Модель не определенна:
tr: Model alınamadı:

source: Failed to open /proc/mounts
ru: Не возможно открыть /proc/mounts
tr: /proc/mount açılamadı

source: Failed to read /proc/filesystems:
ru: Ошибка чтения /proc/filesystems:
tr: /proc/filesystems okunamıyor:

source: Failed to set %s speed to %s
ar: فشل اعداد %s السرعه الي %s
ru: Не удалось установить %s скорость в %s
tr: %s hızı %s olarak ayarlanamadı

source: MB
ru: Mб

source: No mountpoints found?
ar: لم يتم إيجاد نقاط ارتباط؟
ru: Точки монтирования не найдены?
tr: Bağlama noktası bulunamadı mı?

source: enumerating block devices...
ar: تعداد أجهزة البلوك ...
ru: перечисление блоков устройств...
tr: aygıt bloklarını numaralandırıyor...

source: enumerating network mounts...
ar: تعداد الشبكة المرتبطه ...
ru: расчет монтажа сети...
tr: ağ bağlantısı numaralandırılıyor ...

source: is already installed. Please try another name.
ar: مثبت بالفعل. الرجاء محاولة اسم آخر.
ru: Уже есть. Пожалуйста, присвойте другое имя.
tr: Zaten yüklü. Lütfen başka bir ad deneyin.

source: mounting:
ar: المرتبطه:
ru: примонтировать:
tr: bağlama:

source: teraz ?
ru: сейчас ?

source: %03d MB
ru: %03d MБ

source: %d.%03d GB
ru: %d.%03d ГБ

source: %sUBI File
ar: ملف صور الكتل غير المصنفة
ru: %s Файл UBI
tr: %sUBI Dosyası

source: - after selecting this option, the kernel of the installed image will be copied to neoboot, only recommended for STB vuplus
ru: - после выбора этой функции, ядро(kernel) имиджа(Flash) будет скопировано в neoboot, рекомендуется только для STB VU+.
tr: - bu seçeneğin seçilmesi, yüklenen görüntünün çekirdek dosyasını neoboot'a kopyalar, yalnızca vuplus STB için önerilir

source: ...............NeoBoot REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NeoBoot ПЕРЕЗАГРУЗКА............... Подождите пожалуйста, Через несколько мгновений ресивер перезагрузится!!!

source: ...............NEOBOOT >> Reboot............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT >> Перезагрузка............... Подождите пожалуйста, Через несколько мгновений ресивер перезагрузится!!!

source: ...............NEOBOOT-REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT-ПЕРЕЗАГРУЗКА............... Подождите пожалуйста, Через несколько мгновений ресивер перезагрузится...

source: ...............NEOBOOT > REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT > ПЕРЕЗАГРУЗКА............... Подождите пожалуйста, Через несколько мгновений ресивер перезагрузится...

source: ...............NEOBOOT_REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT_REBOOT............... Подождите пожалуйста, Через несколько мгновений ресивер перезагрузится...

source: ...............REBOOT now............... Please wait, in a moment the decoder will be restarted...
ru: ...............ПЕРЕЗАГРУЗКА сейчас............... Подождите пожалуйста, Через несколько мгновений ресивер перезагрузится...

source: /dev
ar: /الجهاز
ru: /устройство

source: /dev/nomount.%s
ar: /الجهاز/غير مرتبط.%s
ru: /устройство/не примонтировано.%s
tr: /device/bağlanmadan. %s

source: /model
ar: الموديل/
ru: /модель

source: /part
ar: /جزء
ru: /часть
tr: /bölüm

source: /proc/mounts
ru: /proc/монтирование
tr: /proc/mount

source: /proc/version
ru: /proc/версия

source: /sys/block/
ar: /سيستم/بلوك/
ru: /sys/bloсk/

source: /vendor
ar: /بائع
ru: /используемый
tr: /kullanılmış

source: 1. If you do not have a media formatted with the ext3 or ext4 is open to the Device Manager <Initialize>, select the drive and format it.
ar: 1. إذا لم يكن لديك وسائط مهيأة باستخدام ext3 أو ext4 أذهب الي مدير الأجهزة <تهيئة> ، حدد محرك الأقراص وقم بتهيئته.
ru: 1. Если у вас нет носителя, в формате ext3 или ext4, откройте диспетчер устройств <Инициализация>, выберите диск и отформатируйте его.
tr: 1. ext3 veya ext4 formatlı medyanız yoksa, aygıt yöneticisini açın, Başlat'ı seçin, diski seçin ve formatlayın.

source: 1. Requirements: For proper operation of the device NeoBota are required USB stick or HDD.
ar: 1. المتطلبات: للتشغيل السليم للجهاز ، يلزم لنيوبوت وجود فلاش ميموري أو محرك أقراص صلبة .
ru: 1. Требования: для правильной работы плагина NeoBoot требуется устройство USB или HDD..
tr: 1. NeoBoot'un düzgün çalışması için usb veya hdd belleği gereklidir.

source: 2. Go to the device manager and install correctly hdd and usb ...
ar: 2. انتقل إلى مدير الجهاز وقم بتثبيت محرك الأقراص الصلبة و الفلاش ميموري بشكل صحيح ...
ru: 2. Зайдите в диспетчер устройств и правильно установите hdd или usb ...
tr: 2. Aygıt yöneticisine gidin ve hdd ve usb'yi doğru şekilde kurun ...

source: 2. NeoBot is fully automated
ar: 2. نيوبوت الي بالكامل
ru: 2. NeoBoot полностью автоматизирован
tr: 2. NeoBoot tam otomatiktir

source: 3. Install NeoBota on the selected device.
ar: 3. قم بتثبيت نيوبوت على الجهاز المحدد.
ru: 3. Установите NeoBoot на выбранное устройство.
tr: 3. NeoBot'u seçili aygıta kurun.

source: 3. To install a new image in MultiBocie should be sent by FTP software file compressed in ZIP or NIF to the folder: %sImagesUpload and remote control plugin NeoBoot use the green button <Installation>
ru: 3. Для установки новых имиджей в NeoBoot вам необходимо отправить файл программного обеспечения, сжатый в ZIP или NFI через FTP: /media/hdd/ImagesUpload и с пульта в NeoBoot выберите зеленую кнопку <Установка>

source: 3. To install a new image in MultiBocie should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
ru: 3. Для установки новых имиджей в NeoBoot вам необходимо отправить файл программного обеспечения, сжатый в ZIP или NFI через FTP: /media/hdd/ImagesUpload и с пульта в NeoBoot выберите зеленую кнопку <Установка>
tr: 3. Yeni yazılımı neoboot'a yüklemek için, ftp protokolü aracılığıyla, zip veya nfi'de sıkıştırılmış yazılım dosyasını şu klasöre gönderin: /media/neoboot/ImagesUpload ve neoboot'taki uzaktan kumandadan yeşil düğmeyi kullanın - Kurulum

source: 3. To install the new software in multiboot, you must send the software file compressed in zip format via ftp to the ImagesUpload directory, or download from the network.
ru: 3. Для установки новых имиджей в NeoBoot вам необходимо отправить файл программного обеспечения, сжатый в ZIP или NFI через FTP: /media/hdd/ImagesUpload и с пульта в NeoBoot выберите зеленую кнопку <Установка>
tr: 3. Çoklu önyüklemede yeni yazılım yüklemek için, zip sıkıştırılmış yazılım dosyasını ImagesUpload dizinine yükleyin veya web'den indirin.

source: 4. For proper installation and operation of additional image multiboot, use only the image intended for your receiver. !!!
ar: 3. للتثبيت والتشغيل السليم لصورة إضافيه على الاقلاع المتعدد ، استخدم فقط الصورة المخصصة لجهاز الاستقبال الخاص بك. !!!
ru: 4. Для правильной установки и работы с дополнительным имиджем в NeoBoot используйте только имиджи, предназначенные для вашего ресивера.. !!!
tr: 4. neoboot'ta ek yazılımların düzgün kurulumu ve çalıştırılması için, yalnızca alıcınız için tasarlanmış yazılımı kullanın. !!!

source: 4. Install the needed packages...
ar: 4. تثبيت الحزم المطلوبة ...
ru: 4. Установите необходимые пакеты...
tr: 4. Gerekli Paketleri Kurun ...

source: 5. By installing the multiboot images of a different type than for your model STB DOING THIS AT YOUR OWN RISK !!!
ar: 4. القيام بتثبيت صور متعددة أنظمة التشغيل من نوع مختلف عن الموديل الخاص بجهاز إستقبالك على مسؤوليتك الخاصة !!!
ru: 5. Установив в NeoBoot имиджы другого типа, не совместимые с вашим ресивером, ВЫ ДЕЛАЕТЕ ЭТО НА СВОЙ СТРАХ И РИСК!!!
tr: 5. Neoboot'a, alıcı modelinizden farklı bir yazılım türü yükleyerek, KENDİ RİSKİNİZDE YAPARSINIZ !!!

source: 5. For proper installation NenoBota receiver must be connected to the Internet.
ru: 5. Приемник должен быть подключен к Интернету для правильной сборки NeoBoot.
tr: 5. NenoBot'un doğru kurulumu için alıcının İnternet'e bağlı olması gerekir.

source: 6. In the event of a problem with the installation cancel and inform the author of the plug of a problem.
ar: 6. في حالة وجود مشكلة في التثبيت ، قم بالإلغاء وإبلاغ مطور البلوجين بوجود مشكلة.
ru: 6. В случае проблем с установкой, отмените и сообщите автору плагина о проблеме.
tr: 6. Kurulumla ilgili sorun olması durumunda, sorunu iptal edin ve eklenti geliştiricisine bildirin.

source: 6. The installed to multiboot images, it is not indicated update to a newer version.
ar: 5. لا تظهر الإشاره إلى وجود تحديث إلى إصدار أحدث على الصور المثبته على الإقلاع المتعدد ، .
ru: 6. В имиджах, установленных в NeoBoot, обновлять до новой версии не рекомендуется.
tr: 6. neoboot üzerinde kurulu olan yazılımın daha yeni bir sürüme yükseltilmesi önerilmez.

source: After selecting OK start Mounting Manager, option Mount - green
ar: بعد تحديد موافق ، ابدأ ادارة التركيبات، خيار ارتباط - أخضر
ru: После выбора OK, запустите Менеджер монтирования, опция Mount - зеленая
tr: Bağlama yöneticisini başlatmak için Evet'i onaylayın ve Bağlama Ayarları "(yeşil)" seçeneğini seçin.

source: After successful launch of the selected software you must run the neoboot plugin if the software does not start or neoboot is not confirmed the system will return to the internal flash memory Press OK or exit on the remote control to continue...
ru: После успешного запуска имиджа Вам нужно перезапустить плагин NeoBoot Если имидж не запускается или NeoBoot не подтвержден Система вернется на внутреннюю флеш-память Нажмите OK или EXIT на пульте Д/У для продолжения...
tr: Uyarı - seçilen yazılımı başarıyla başlattıktan sonra, neoboot eklentisini çalıştırmanız gerekir, yazılım başlatılamazsa veya neoboot onaylanmazsa, sistem dahili flash belleğe geri dönecektir. Devam edilsin mi...

source: Aktualizacja IPTVPlayer na zainstalowanych image.
ru: Обновить IPTVPlayer на всех имиджах.

source: Aktualizacja listy TV na zainstalowanych image.
ru: Обновить Букеты-ТВ на всех имиджах.

source: Aktualizowac neoboota na wszystkich obrazach ?
ru: Обновить neoboot на всех имиджах ?

source: All installed OK
ru: Все установлено <ОК>

source: An error was encountered, you have neoboot installed on usb and hdd. Uninstall one directories from one drive.
ru: Возникла ошибка, у вас на usb и hdd установлен NeoBoot. Удалите одну директорию с любого устройства.
tr: Hata ile karşılaşıldı, USB ve HDD'ye neoboot yüklediniz. Lütfen bir sürücüden bir dizini kaldırın ve yeniden yükleyin.

source: Are you sure you want to clear?
ru: Вы уверены, что хотите удалить?

source: Are you sure you want to completely remove NeoBoota of your image? If you choose so all directories NeoBoota will be removed. A restore the original image settings Flash.
ru: Вы уверены, что хотите полностью удалить NeoBoot с вашего ресивера ? Если вы выберете да, все каталоги NeoBoot будут удалены. И восстановлены исходные настройки имиджа на Флеш.
tr: NeoBoot'u alıcınızdan tamamen kaldırmak istediğinizden emin misiniz? Evet'i seçerseniz tüm neoboot dizinleri kaldırılacaktır. Dahili flash bellekteki orijinal yazılım ayarları geri yüklenecektir.
