Repository: emilnabil/neoboot_v9.58
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ar, ru, tr

source: Internal
ar: داخلي
ru: Внутренний
tr: Dahili

source: Internal flash
ar: الفلاش الداخلى
ru: Внутреняя флеш
tr: Dahili flaş

source: It is recommended to install new software only from a flash system. ---NEOBOOT EXIT---
ru: Рекомендуется устанавливать имидж только с флеш-системы. --- NEOBOOT EXIT ---
tr: Yeni bellenimin yalnızca flaştan yüklenmesi önerilir. --- NEOBOOT EXIT ---

source: Kernel
ru: Ядро

source: Kernel %s
ru: Ядро %s

source: Kernel Version:
ar: نسخة النواة
ru: Версия ядра:
tr: Çekirdek sürümü:

source: Kernel
ru: Ядро

source: Kernel-Version:
ru: Версия ядра:

source: Keyboard
ar: لوحة المفاتيح
ru: Клавиатура
tr: Klavye

source: Kopia Zapasowa
ru: Начать

source: Kopia Zapasowa NeoBoota
ru: Резервная копия NeoBoot

source: Kopia o nazwie NeoBoot_Backup.tar.gz zostala utworzona w lokalizacji:
ru: Имя файла NeoBoot_Backup.tar.gz было сохранено по пути:

source: Kopia zapasowa zostanie zapisana w lokalizacji /media/neoboot. Trwa wykonywanie....
ru: Резервная копия будет сохранена в /media/neoboot. Выполнение ...

source: Kopie Zapasowe znajduje sie w katalogu
ru: Копия будет создана по пути

source: Kopie Zapasowe znajduje sie w katalogu /media/neoboot/NeoBootImageBackup
ru: Копия будет создана по пути /media/neoboot/NeoBootImageBackup

source: List of supported stb.
ru: Список поддерживаемых ресиверов
tr: NeoBoot: desteklenen STB modellerinin listesi.

source: MB
ru: Mб

source: MENU &gt;
ru: МЕНЮ &gt;

source: MOUNTING. / Restart image.'
ar: الإرتباط. / إعادة تشغيل الصورة.
ru: МОНТИРОВАНИЕ./ Презагрузите ресивер.'

source: MOUNTING....
ru: Монтирование....

source: Maintain file permissions, requires running as root. (default: False)
ar: الحفاظ على صلاحيات الملف ، يتطلب التشغيل كجذر. (افتراضي: لا)
ru: Сохраняйте права доступа к файлам, требуется запуск от имени пользователя root. (дефолт: False)
tr: Dosya izinlerini koruyun, kök olarak çalıştırılması gerekir. (varsayılan: Yanlış)

source: Make a copy of the image from NeoBoot
ru: Создать копию имиджа c NeoBoot
tr: Yazılımın bir kopyasını oluşturun

source: Make a copy of the image:
ru: Создать копию имиджа:

source: Make complete copy NeoBoot
ru: Создать копию плагина NeoBoot
tr: NeoBoot'un tam bir kopyası alınsın mı

source: Make copy
ar: عمل نسخه
ru: Создать копию
tr: Kopya oluştur

source: Masz jeszcze wolne:
ru: Доступно памяти:

source: Masz jeszcze wolne:
ru: Доступно памяти:

source: Memory disc:
ar: قرص الذاكرة:
ru: Память диска:
tr: Disk belleği:

source: Menedzer urzadzen
ru: Менеджер монтирования

source: Meoboot detected that is not installed on the model VuPlus, you can not run an image BlackHole !!!
ar: اكتشف نيوبوت أنه غير مثبت على موديل فيو بلس ، لا يمكنك تشغيل صورة بلاك هول !!!
ru: NeoBoot обнаружил, что он не установлен на модели VU+, образ BlackHole не может быть запущен !!!

source: More options
ar: المزيد من الخيارات
ru: --БОЛЬШЕ--
tr: Daha Fazla Seçenek

source: Mount
ar: إرتباط
ru: Монтировать
tr: Montaj

source: Mount Internal Flash
ru: Смонтировать Flash на USB/HDD
tr: Montaj flaşı

source: Mount Manager
ru: Менеджер монтирования

source: Mount Manager.
ar: إدارة الارتباط.
ru: Менеджер монтирования.
tr: Bağlantı yöneticisi.

source: Multi image
ar: صور متعدده
ru: Установка нескольких имиджей
tr: Çoklu yazılım kurulumu

source: NEOBOOT - Please reinstall NeoBoot.... Please wait, done... restart systemu...
ru: NEOBOOT - Переустановите NeoBoot.... Подождите, готово... перезагрузка системы...

source: NEOBOOT is booting image from
ru: NEOBOOT загружает имидж

source: NEOBoot: Install new image
ru: NEOBoot: установка нового имиджа

source: NeoBoot - Image Installation
ar: نيوبوت - تثبيت الصوره
ru: NeoBoot-Установка имиджа
tr: NeoBoot - Yazılım Kurulumu

source: NeoBoot - Menu
ar: نيوبوت - قائمة
ru: NeoBoot-Меню
tr: NeoBoot-Menüsü

source: NeoBoot - Opis
ru: Информация NeoBoot

source: NeoBoot - clear downloaded image
ru: NeoBoot - очистка имиджа

source: NeoBoot - deleting backup files .....
ru: NeoBoot - удаление файлов .....
tr: NeoBoot - yedekleme dosyaları siliniyor .....

source: NeoBoot Arm....
ru: NeoBoot ARM & Mipsel....

source: NeoBoot Backup
ru: Создать копию плагина NeoBoot ?
tr: NeoBoot yedeklemesi yapın

source: NeoBoot Information
ru: Информация NeoBoot
tr: NeoBoot eklentisi hakkında

source: NeoBoot Install....
ru: NeoBoot установка....

source: NeoBoot Przywracanie Obrazu
ru: NeoBoot Восстановление имиджа

source: NeoBoot Skin Change
ru: NeoBoot Смена Скина
tr: NeoBoot görünüm değişikliği

source: \ NeoBoot Ver.
ru: \ NeoBoot Вер.

source: - NeoBoot Ver. updates
ru: - NeoBoot Вер. обновл.

source: NeoBoot Wersja
ru: Версия NeoBoot

source: NeoBoot has been installed succesfully !
ar: تم تنصيب نيوبوت بنجاح!
ru: NeoBoot был успешно установлен
tr: Tebrikler NeoBoot doğru bir şekilde kuruldu. Şimdi eklentiyi yeniden başlatabilirsiniz!

source: NeoBoot has detected that it is running image blackhole. To change the image should return to Flash !!! Start selected image now ?
ar: اكتشف نيوبوت أن التشغيل لصوره بلاك هول. لتغيير الصورة يجب العودة للفلاش !!! بدء الصورة المحددة الآن؟
ru: NeoBoot обнаружил, что имидж BlackHole. Чтобы изменить имидж, вернитесь на флеш !!! Теперь запустить выбранный имидж ?

source: NeoBoot has detected that the disks have been given Label names.
ru: NeoBoot обнаружил, что дискам были присвоены имена меток.

source: NeoBoot has detected update. Do you want to update NeoBoota now ?
ar: اكتشف نيوبوت تحديثًا. هل تريد تحديث إصدار نيوبوت الآن؟
ru: NeoBoot обнаружил обновление. Хотите обновить сейчас NeoBoot ?
tr: NeoBoot bir güncelleme algıladı. NeoBoot'u şimdi güncellemek istiyor musunuz?

source: NeoBoot has not been installed ! :(
ru: NeoBoot ошибка установки !

source: NeoBoot has not been installed !!!
ru: NeoBoot не был установлен !!!

source: NeoBoot installation image
ar: تنصيب الصور على نيوبوت
ru: NeoBoot установка имиджа
tr: NeoBoot yazılım kurulumu

source: NeoBoot installd kernel-image...
ru: NeoBoot установка файлов ядра имиджа...

source: NeoBoot is based on EGAMIBoot < mod by gutosie >
ru: NeoBoot основан на EGAMIBoot < mod by gutosie >

source: NeoBoot is based on a egamiboot < mod by gutosie and madu >
ar: يعتمد نيوبوت على بلوجين الإقلاع للإيجامي <معدل بواسطة جوتوسي و مادو>
ru: NeoBoot основанный на egamiboot <Мод gutosie и madu>
tr: NeoBoot egamiboot <mod gutosie ve madu> 'ya dayalıdır

source: NeoBoot is reinstall...
ru: NeoBoot переустановка...
tr: NeoBoot yeniden yükleniyor ...

source: NeoBoot is removing...
ar: إزاله نيوبوت...
ru: NeoBoot удаляется...
tr: NeoBoot kaldırılıyor ...

source: NeoBoot is running from:
ar: نيوبوت يعمل من خلال:
ru: NeoBoot установлен с:
tr: Neoboot konumu:

source: NeoBoot is running image:
ar: الصورة التي تعمل من خلال نيوبوت:
ru: Текущий работающий имидж:
tr: Çalışan yazılım:

source: NeoBoot new Image download
ar: تم تحميل صوره جديده بواسطة نيوبوت
ru: NeoBoot загрузка нового Имиджа
tr: Yeni yazılım indiriliyor

source: NeoBoot nie obsluguje tego modelu stb!!!
ru: NeoBoot не поддерживает эту модель STB!

source: NeoBoot successfully updated IPTVPlayer. Have fun !!
ar: قام نيوبوت بتحديث مشغل الاي بي تي في بنجاح. استمتع !!
ru: NeoBoot IPTVPlayer успешно обновлен. Удачи !!
tr: NeoBoot, IPTVPlayer'ı başarıyla güncelledi. İyi eğlenceler !!!

source: NeoBoot successfully updated list tv. Have fun !!
ar: تم تحديث قائمه التلفاز بنجاح من خلال نيوبوت استمتع به !!
ru: NeoBoot успешно обновил список тв. Удачи !!
tr: NeoBoot tv listesini başarıyla güncelledi. İyi eğlenceler !!

source: NeoBoot successfully updated list tv. Have fun !!!
ru: NeoBoot успешно обновил список ТВ. Удачи!!!

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
ru: NeoBoot успешно обновлен. Вы можете перезапустить плагин сейчас. Удачи !!!
tr: NeoBoot başarıyla güncellendi. Eklentiyi şimdi yeniden başlatabilirsiniz. İyi eğlenceler !!!

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!!
ar: تم بنجاح تحديث النيوبوت.يمكنك إعادة تشغيل بلوجين النيوبوت الأن. إستمتع بالنيوبوت!!
ru: NeoBoot был успешно обновлен. Теперь вы можете перезапустить плагин . Удачи !!!
tr: NeoBoot başarıyla güncellendi. Eklentiyi şimdi yeniden başlatabilirsiniz. İyi eğlenceler !!!

source: NeoBoot tools
ru: Функции NeoBoot

source: NeoBoot version:
ar: إصدار نيوبوت:
ru: Версия NeoBoot:
tr: Neoboot sürümü:

source: NeoBoot wykryl niezgodnos kernela w flash, Zainstalowac kernel dla flash image ? ?
ru: NeoBoot обнаружил неправильную версию ядра, Установить версию ядра для имиджа ? ?

source: NeoBoot: Backup Image
ar: نيوبوت: عمل نسخه إحتياطيه
ru: NeoBoot: Резервное копирование имиджа
tr: NeoBoot: Yazılım Yedeklemesi

source: NeoBoot: Backup files deleted!
ru: NeoBoot: Файлы удалены!
tr: NeoBoot: Yedekleme dosyaları kaldırıldı!

source: NeoBoot: Complete Skin Change!
ru: NeoBoot: Полная смена скина!
tr: NeoBoot: Görünüm değişti!

source: NeoBoot: Deleting All Images
ar: نيوبوت: حذف كل الصور
ru: NeoBoot: Удаление всех имиджей
tr: NeoBoot: Tüm Yazılımları Kaldırma

source: NeoBoot: Deleting Image
ar: نيوبوت - حذف الصوره
ru: NeoBoot: Удаление имиджа
tr: NeoBoot: Yazılım Kaldırma

source: NeoBoot: Download Image....
ar: نيوبوت: تحميل الصوره....
ru: NeoBoot: Загрузка имиджа....
tr: Yazılım indiriliyor ....

source: NeoBoot: Install new image
ar: نيوبوت - تثبيت صوره جديده
ru: NeoBoot: Установка нового имиджа
tr: NeoBoot: Yeni yazılım yükleniyor

source: NeoBoot: Kopia Zapasowa KOMPLETNA !
ru: NeoBoot: полная резервная копия!

source: NeoBoot: Kopia Zapasowa Obrazu
ru: NeoBoot: резервное копирование имиджей

source: NeoBoot: Lista wspieranych modeli STB.
ru: NeoBoot: Список поддерживаемых ресиверов.

source: NeoBoot: Restore COMPLETE !
ar: نيوبوت: إكتمال الإستعادة !
ru: NeoBoot: ПОЛНОЕ восстановление !
tr: NeoBoot: Geri Yükle TAMAMLANDI!

source: NeoBoot: Restore Image
ar: نيوبوت: استعادة الصورة
ru: NeoBoot: Восстановление имиджа
tr: NeoBoot: Yazılım Geri Yükleme

source: NeoBoot: Start image...
ru: NeoBoot: Запуск имиджа ...
tr: Yazılımı başlatın ...

source: NeoBoot: Upgrading in progress Please wait...
ar: نيوبوت: الترقية قيد التقدم الرجاء الأنتظار...
ru: NeoBoot: обновление Пожалуйста подождите ...
tr: NeoBoot: Güncelleniyor. Lütfen bekleyin ...

source: NeoBot - First use the Device Manager and mount the drives correctly !!!
ar: نيوبوت - استخدم أولاً إدارة الأجهزة وقم بتركيب محركات الأقراص بشكل صحيح !!!
ru: NeoBoot - Сначала используйте диспетчер устройств и правильно смонтируйте устройсва !!!
tr: NeoBoot - Önce aygıt yöneticisini kullanın ve diskleri doğru şekilde takın !!!

source: NeoBot - First use yellow button and Set Disk Label! Without labeling disc neoboot may not work properly
ru: NeoBot - Сначала используйте желтую кнопку и установите метку диска! Без маркировки диска, NeoBoot может работать некорректно.
tr: NeoBot - Önce sarı düğmeyi kullanın ve ona bir disk etiketi koyun! - disk etiketlemesi olmadan neoboot düzgün çalışmayabilir

source: NeoBot - choose what you want to do, install or not !!!
ru: NeoBot - выберите, что Вы хотите сделать, установить или нет.
tr: NeoBot - ne yapmak istediğinizi seçin, kuruluma devam edin veya iptal edin? !!!

source: NeoBot checks the connected media. WAIT ... DISCS:
ar: يتحقق نيوبوت من الوسائط المتصلة. انتظار ... الأقراص:
ru: NeoBoot проверяет подключенные носители. ПОДОЖДИТЕ... НОСИТЕЛЬ:
tr: NeoBoot bağlı veri ortamını kontrol ediyor. BEKLEYİN ... SÜRÜCÜLER:

source: NeoBot has detected that it is not running image from the memory of the decoder. Start selected image now ?
ar: اكتشف نيوبوت أنه لا يقوم بتشغيل الصورة من ذاكرة جهاز الإستقبال. بدء الصورة المحددة الآن؟
ru: NeoBoot обнаружил, что имидж не работает с памяти ресивера. Запустить выбранный имидж ?
tr: NeoBot, yazılımı alıcının belleğinden çalıştıramadığını tespit etti. Seçilen yazılım çalıştırılsın mı?

source: NeoBot started installing new image.
ar: بدأ نيوبوت في تثبيت صوره جديده
ru: NeoBoot начал устанавливать новый имидж.
tr: NeoBot yeni yazılım yüklemeye başladı.

source: NeoBot was removed !!! The changes will be visible only after complete restart of the receiver.
ar: تمت إزالة نيوبوت !!! ستكون التغيرات مرئية فقط بعد إعادة التشغيل الكامل لجهاز الاستقبال.
ru: NeoBoot был удален !!! Изменения не будут видны до перезапуска ресивера.
tr: NeoBoot kaldırıldı !!! Değişiklikler alıcı yeniden başlatılıncaya kadar görülmeyecek.

source: Neoboot: Restore COMPLETE !
ru: Neoboot: Действие ВЫПОЛНЕНО !
tr: Neoboot: TAMAMLANDI!

source: New system installation complete. EXIT
ru: Установка нового имиджа завершена. EXIT

source: Nie wykryto odpowiedniego STB do instalacji !!!!
ru: Подходящие STB не обнаружены для установки !!!!

source: No blocks found.
ar: لم يتم العثور على بلوكات.
ru: Блоки не найдены.
tr: Blok bulunamadı.

source: No file location NeoBot, do re-install the plugin.
ar: لا يوجد ملف نيوبوت ، أعد تثبيت البلوجين.
ru: Расположение файла NeoBoot отсутствует, переустановите плагин.
tr: NeoBoot dosya konumu eksik, lütfen eklentiyi yeniden yükleyin.

source: Not Detected kernel-module-nandsim, install ?
ar: لم يتم الكشف عن وحدة كيرنيل نانو سيم ، هل تريد التثبيت؟
ru: Не найден kernel-module-nandsim, установить ?
tr: Nandsim çekirdek modülü algılanmadı, kurulsun mu?

source: Number of images installed:
ar: عدد الصور المثبته:
ru: Количество имиджей:
tr: Yüklü yazılım sayısı:

source: OK Start image...
ar: موافق ابدأ الصورة ...
ru: <<OK>> Установка имиджа...
tr: !!! NEOBOOT BAŞLANGIÇ GÖRÜNTÜSÜ !!!.

source: Odinstalowanie NeoBoota
ru: Удалить NeoBoot

source: Odinstaluj
ru: Удалить

source: Odinstaluj NeoBoota
ru: Удалить NeoBoot

source: Overwrite the files of the module and firmware ?
ar: الكتابة فوق ملفات الموديل والبرامج الثابتة؟
ru: Заменить модуль и файлы прошивки?
tr: Modül ve aygıt yazılımı dosyalarının üzerine yazılsın mı?

source: Package installation is complete. You can test image BlackHole ...
ar: اكتمل تثبيت الحزمة. يمكنك اختبار صورة بلاك هول ...
ru: Установка пакета завершена. Вы можете проверить имидж BlackHole ...
tr: Paket kurulumu tamamlandı. BlackHole'u test edebilirsiniz ...

source: Package installation is complete. You can test new image.
ar: اكتمل تثبيت الحزمة. يمكنك اختبار الصورة الجديدة.
ru: Установка пакета завершена. Вы можете проверить новый имидж.
tr: Paket kurulumu tamamlandı. Yeni yazılımı test edebilirsiniz.

source: Partition %d
ar: تقسيم %d
ru: Раздел %d
tr: Bölüm %d

source: Partition(mountpoint=%s,description=%s,device=%s)
ar: التقسيم(نقطه الارتباط=%s,الوصف=%s,الجهاز=%s)
ru: Раздел(точка монтирования=%s,opis=%s,устройство=%s)
tr: Bölüm (bağlama noktası=%s,açıklama=%s,aygıt=%s)

source: Path BlackHole ? (Not recommended for VuPlus)
ar: مسار البلاكهول؟ (غير مستحسن لـأجهزه فيو بلس)
ru: Путь BlackHole ?(Не рекомендованно для VU+)
tr: BlackHole önyüklemesini düzeltin mi? (vuplus ayarlayıcıları için önerilmez)

source: Path to save not exist: '/tmp/'
ru: Путь к сохранению не существует: '/tmp/'
tr: Yazılacak yol mevcut değil: '/tmp/'

source: Please choose an image to boot
ar: الرجاء اختيار صورة الأقلاع
ru: Выбрать имидж для установки
tr: Çalıştırılacak image seçin

source: Please name NeoBootUpdate.tar.gz for the downloaded file and upload to / tmp and try again.
ar: يرجى إعادة تسمية ملف تحديث النيوبوت بالإمتداد .tar.gz للملف الذي تم تنزيله وتحميله إلى / tmp وحاول مرة أخرى.
ru: Пожалуйста, введите имя NeoBootUpdate.tar.gz для загруженного файла, загрузите в /tmp и попробуйте снова...
tr: İndirilen dosya için lütfen NeoBootUpdate.tar.gz girin, / tmp dosyasına yükleyin ve tekrar deneyin ...

source: Please wait, NeoBoot works, backup may take a few moments, the process is ongoing ...
ru: Подождите пожалуйста, NeoBoot работает, копия может занять несколько минут, процесс продолжается ...

source: Please wait, NeoBot is working, skin change is progress...
ru: Пожалуйста, подождите, NeoBoot работает, смена скина - в действии...
tr: Lütfen bekleyin, NeoBot çalışıyor, görünüm değişikliği devam ediyor ...

source: Please, wait...
ar: من فضلك أنتظر...
ru: Подождите пожалуйста...
tr: Lütfen bekleyin ...

source: Please, wait...
ar: الرجاء, الإنتظار....
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...

source: Please, wait....
ar: الرجاء, الإنتظار....
ru: Пожалуйста подождите....
tr: Lütfen bekleyin ....

source: Please: DO NOT reboot your STB and turn off the power.
ar: من فضلك : لا تقم بإعادة تشغيل جهازك ولاتقوم بإغلاقه .
ru: ЗАПРЕЩЕННО перезапускать или выключать питание ресивера.
tr: Lütfen: STB'yi yeniden BAŞLATMAYIN ve gücü kapatmayın.

source: Podziekowania wszystkim tu niewspomnianym za udzielenie pomocy w ulepszaniu NeoBoota
ru: Спасибо всем, кто не упомянут здесь, за помощь в улучшении NeoBoot

source: Potwierdzenie Przywracania
ru: Подтверждение восстановления

source: Potwierdzenie kopii zapasowej
ru: Подтверджение бекапа

source: Preserve
ar: يحفظ
ru: Скрыть
tr: Kaydet

source: Processor
ar: المعالج
ru: Процесор
tr: İşlemci

source: Przywrocic kopie NeoBoota z lokalizacji /media/neoboot ?
ru: Восстановить копию NeoBoot с папки /media/neoboot ?

source: RESTART ZA 15 sekund...
ru: ПЕРЕЗАГРУЗКА через 15секунд...

source: Recovering setting....
ar: استعادة الإعدادات ....
ru: Возврат исходных настроек.....
tr: Ayarlar geri yükleniyor ....

source: Reinstalacja NeoBoota
ru: Переустановить NeoBoot

source: Reinstall NeoBoot
ru: Переуст. NeoBoot
tr: Neoboot'u yeniden yükle

source: Reinstall kernel
ru: Переуст. ядро
tr: Çekirdeği yeniden yükleyin

source: Reinstall neoboot ?
ru: Переустановить neoboot ?

source: Reinstall the kernel. Install ?
ru: Переустановка ядра. Установить ?

source: Reject
ar: رفض
ru: Отклонить
tr: Sil

source: Remove Image
ar: أزاله صوره
ru: Удалить имидж
tr: Yazılım Kaldırma

source: Remove NeoBoot of STB
ar: إزالة نيوبوت من جهاز الإستقبال
ru: Удалить NeoBoot
tr: NeoBoot'u STB'den Kaldırma

source: Remove password ftp for the new Image ?
ar: هل تريد إزالة كلمة مرور بروتوكول نقل الملفات للصورة الجديدة؟
ru: Удалить пароль ftp для нового изображения ?
tr: Yeni yazılımda kök parolası kaldırılsın mı?

source: Remove the plug
ru: Удалить плагин
tr: NeoBoot kaldırılsın mı

source: Remove zip file after installation ?
ar: إزالة ملف الصورة المضغوط بعد انتهاء التثبيت؟
ru: Удалить ZIP-файл после установки ?
tr: Yüklemeden sonra zip dosyası kaldırılsın mı?

source: Removed successfully.
ar: تم الحذف بنجاح .
ru: Удаление плагина.
tr: Başarıyla silindi.

source: Removing canceled!
ar: إلغاء الحذف!
ru: Удаление отменено!
tr: Kaldırma iptal edildi!

source: Removing partition table
ar: إزالة جدول القرص
ru: Удалить все разделы
tr: Bir bölüm tablosunu silme

source: Removing the root password.
ru: Удалить пароль root
tr: Resimdeki kök parolayı kaldırın.

source: Repair FTP ? (Recommended only other image if it does not work.)
ar: إصلاح FTP ؟ (يوصى باستخدامه إذا لم تعمل الصور الأخرى.)
ru: Восстановить FTP соединение? (Для имиджей другого типа.)
tr: FTP bağlantısı düzeltilsin mi ? (önerilmez)

source: Rereading partition table
ar: إعادة قراءة جدول التقسيم
ru: Перезаписать разделы еще раз
tr: Bölüm tablosunu yeniden okuma

source: Resignation.
ru: Отмена!
tr: Devre dışı bırakılıyor.

source: Restart GUI now?
ar: إعادة تشغيل واجهة الجهاز الأن ؟
ru: Перезапустить GUI?
tr: GUI yeniden başlatılsın mı?

source: Restore
ru: Восстановить

source: Restore Confirmation
ar: تأكيد الإستعاده
ru: Подтвердить действие
tr: Geri Yükleme Onayı

source: Restore a copy of the image to NeoBoot
ru: Восстановить копию имиджа в NeoBoot
tr: Yazılımın bir kopyasını geri yükleyin

source: Restore copy NeoBoot
ru: Восстановить копию плагина NeoBoot
tr: NeoBoot kopyası geri yüklensin mi

source: Restoring backup
ar: جاري عمل الاستعادة
ru: Восстановить копию
tr: Bir yedeği geri yükleme

source: Return to installation...
ar: العودة إلى التثبيت ...
ru: Вернуться к установке Neoboot...
tr: Neoboot yüklemesine geri dön ...

source: Rezygnacja.
ru: Отмена.

source: Run
ru: Начать
tr: Çalıştır

source: Run the device manager ?
ru: Запустить Менеджер монтирования ?

source: STB name:
ar: أسم جهاز الإستقبال:
ru: Имя ресивера:
tr: Dinleyici adı:

source: Save
ar: حفظ
ru: Сохранить
tr: Kaydet

source: Save the commands and the output to a file? ('%s')
ru: Сохранить команды и вывод в файл? ('%s')
tr: Konsol komutları kaydedilip çıktı bir dosyaya kaydedilsin mi? ('%s')

source: Select OK to run the image.
ar: حدد موافق لتشغيل الصورة.
ru: Нажмите OK, чтобы установить имидж.
tr: Yazılımın başlamasını onayla - Tamam.

source: Select Yes to lock or No to unlock. %s ?
ru: Выберите Да, чтобы заблокировать или Нет, чтобы разблокировать. %s ?
tr: Kilitlemek için Evet'i veya kilidi açmak için Hayır'ı seçin. %s ?

source: Select Yes to reinstall neoboota. NEOBOOT.
ru: Выберите Да, чтобы переустановить neoboot. NEOBOOT.

source: Select Yes to reinstall the neoboot. NEOBOOT.
ru: Выберите Да, чтобы переустановить плагин. NEOBOOT.
tr: Neoboot'u yeniden yüklemek için Evet'i seçin. NEOBOOT.

source: Select an image to restore or delete:
ru: Выберите имидж для восстановления или удаления:

source: Select the copy you want to restore
ru: Выберите имидж для бекапа

source: Select the image from which you want to make copies
ru: Выберите имидж, с которого вы хотите сделать копию

source: Select to delete.
ru: Выберите, чтобы удалить.
tr: Kaldırmak için seçin.

source: SetupMounts
ar: إعدادات الارتباط
ru: Настройки монтирования
tr: Bağlantı Ayarları

source: Skin Change confirmation
ru: Подтверждение смены скина
tr: Dış görünüm değişikliğini onayla

source: Skin Change: %s now ?
ru: Изменить скин: %s сейчас ?
tr: Dış görünümü değiştir: %s şimdi mi?

source: Skin change
ru: Сменить скин плагина
tr: Lütfen Neoboot kaplamasını değiştirin

source: Software selected: %s remove ?
ru: Выбранный имидж: %s удалить ?
tr: Yazılım dosyası seçildi: %s, şimdi silinsin mi?

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device.
ru: К сожалению, похоже, что в ресивере не установлены должным образом отформатированные устройства. Для установки NeoBoot необходимо отформатировать устройство в формате linux.
tr: Maalesef alıcıya takılı aygıtlar düzgün biçimlendirilmemiş gibi görünüyor. NeoBoot'u kurmak için aygıtı linux biçiminde biçimlendirmeniz gerekiyor.

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device. Click on the blue button to open Devices Panel
ar: عذراً ، يبدو أنه لا توجد (ذاكره خارجيه) مرتبطه بجهاز الإستقبال الخاص بك. لتثبيت نيوبوت ، تحتاج إلى عمل تهيئه وارتباط (فلاش ميموري او كارت ذاكره او قرص صلب). انقر فوق الزر الأزرق لفتح لوحة الأجهزة
ru: Извините, но на вашем ресивере нет устройств, отформатированных под Linux. Для установки NeoBoot вам понадобится устройство part1 в формате Linux. Нажмите на синюю кнопку, чтобы открыть панель устройств

source: Sorry the name of the new Image is too long.
ar: عذراً الأسم الخاص بالصورة طويل جداً.
ru: К сожалению, название нового имиджа слишком длинное. Пожалуйста, дайте более короткое имя.
tr: Üzgünüz, yeni yazılımın adı çok uzun. Lütfen yeni adı daha kısa bir ad verin.

source: Sorry there is not enought available space on your device. You need at least 800 Mb free to install a new image.
ar: عذرا ، لا توجد مساحة كافية متاحة على جهازك. تحتاج إلى 800 ميجا بايت على الأقل متاحه لتثبيت صورة جديدة.
ru: К сожалению, на вашем устройстве недостаточно свободного места. Вам нужно как минимум 800 МБ свободного места для установки нового имиджа.
tr: Üzgünüz, cihazınızda yeterli boş alan yok. Yeni yazılımı yüklemek için en az 800 Mb boş alana ihtiyacınız var.

source: Sorry this name is reserved. Choose another name for the new Image.
ar: عذراً يوجد صوره بالفعل بهذا الاسم . اختر اسماً آخر للصورة الجديدة.
ru: К сожалению, это имя уже используется. Выберите другое имя для нового имиджа.
tr: Ne yazık ki, bu ad zaten kullanılıyor. Lütfen yeni yazılım için farklı bir ad seçin.
