Repository: emilnabil/neoboot_v9.58
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ar, ru, tr

source: NeoBoot Ver. updates
ar: تحديث إصدار نيوبوت .
tr: NeoBoot güncellemesi ver

source: NeoBoot Ver. updates
ar: تحديث إصدار نيوبوت .
tr: NeoBoot güncellemesi ver

source: Cancelled ... [meoboot] detected no file vmlinuz.gz. You can not run image BlackHole \nImage BlackHole without the module will not be work properly !!!
tr: İptal edildi ... [NeoBoot], vmlinux.gz'yi algılamadı. BlackHole Image BlackHole modül olmadan başlatılamıyor, düzgün çalışmayacak !!!

source: Neoboot detected that you want to run the image blackhole. \Warning!!! - BlackHole not run without the boot manager !!! If you are running an image blackhole not converted to another during the restart from the boot manager !!! Start the selected image now ?
tr: NeoBoot, BlackHole yazılımını çalıştırmak istediğinizi tespit etti. Uyarı !!! - BlackHole, önyükleme yöneticisi olmadan çalıştırılmalı !!! yazılım?

source: Neoboot detected that is not installed on the model VuPlus, you can not run an image BlackHole !!!
tr: NeoBoot, vuplus modelinde kurulu olmadığını tespit etti, BlackHole'u başlatamadı !!!

source: NeoBoot has detected that it is running image blackhole. To change the image should return to Flash !!! Start selected image now ?
tr: NeoBoot, BlackHole'un çalıştığını algıladı. Yazılımı değiştirmek için lütfen dahili flaşa geri dönün !!! Seçili yazılımı çalıştır ?

source: MOUNTING. Restart image.'
tr: MONTAJ. Yazılımı yeniden başlatın.

source: Completed update NeoBoot. You need to restart the E2 and re-enter your pin code VIP!!! Restart now ?
tr: NeoBoot güncellemesi tamamlandı. E2'yi yeniden başlatın ve VIP pin kodunu tekrar girin !!! Şimdi yeniden başlatılsın mı?

source: Copy settings SoftCam ?
ar: إعدادات نسخ السوفت كام؟
tr: SoftCam ayarları kopyalansın mı?

source: NeoBoot has detected that the disks have been labeled. Zalecany calkowity rstart tunera
tr: NeoBoot disklerin işaretlendiğini algıladı. Dinleyicinin tamamen yeniden başlatılması önerilir

source: NeoBoot detected a kernel mismatch in flash, Install a kernel for flash image? ?
tr: NeoBoot, flaşta bir çekirdek uyuşmazlığı algıladı, flash çekirdeği yeniden yüklensin mi?

source: - the option copies the channel list from the flash to the installed image in the neobot.
tr: - bu seçenek, kanal listesini flash bellekten neobot'ta kurulu yazılıma kopyalar.

source: - after installation,the option deletes the zip image file from the ImagesUpload directory.
tr: - kurulumdan sonra bu seçenek, yazılımın zip dosyasını ImagesUpload dizininden kaldırır.

source: - option for image blackhole,helps to run BH in neoboot.
tr: - görüntü kara deliği seçeneği, BH'nin Neobot'ta çalıştırılmasına yardımcı olur.

source: This Device is already mounted as HDD.
tr: Bu aygıt zaten bir sabit sürücü olarak bağlanmış.

source: Wait please while scanning your %s %s devices...n\ Looking for a disk...
tr: Lütfen %s %s aygıtlarınızı tararken bekleyin ...n\ Bir disk arıyorum ...

source: Install
tr: Kurulum

source: Hard disk
tr: Sabit Disk

source: Card
tr: Kart

source: Compact flash
tr: Kompakt Flaş

source: MMC card
tr: MMC kartı

source: Network mount
tr: Ağ bağlantısı

source: Network mount %s
tr: %s ağı bağlanıyor

source: USB stick
tr: USB Bellek

source: USB1 stick
tr: USB1 Bellek

source: USB2 stick
tr: USB2 Bellek

source: [Harddisk] enumerating block devices...
tr: [Sabit Disk] cihaz engelleme sayısı ...

source: drive state is: standby
tr: sürücü durumu: beklemede

source: drive state is: idle
tr: sürücü durumu: boş mod

source: drive state is: active/idle
tr: sürücü durumu: etkin/boş mod

source: (Partition %d)
tr: (Bölüm %d)

source: [Harddisk] Failed to set %s speed to %s
tr: [Sabit Disk] %s için %s hızı ayarlanamadı

source: [Harddisk] Failed to open /proc/mounts
tr: [Sabit Disk] Bağlama oluşturulamadı

source: UnmountTask: No mountpoints found?
tr: Görevi ayır: Bağlama noktası bulunamadı mı?

source: [Harddisk] Failed to read /proc/filesystems:
tr: [Sabit Disk] Dosya sistemi okunamıyor:

source: [Harddisk] Unable to determine structure of /dev
tr: [Sabit Disk] /dev yapısı belirtilemiyor

source: [Harddisk] new device
tr: [Sabit Disk] yeni cihaz

source: [Harddisk] no hdX or sdX or mmcX
tr: [Sabit Disk] hdX veya sdX veya mmcX değil

source: [Harddisk] Failed to get model:
tr: [Sabit Disk] Model alınamadı:

source: [Harddisk] mounting:
tr: [Sabit Disk] takma:

source: open
tr: açık

source: write
tr: kaydedildi

source: append
tr: ekle

source: close
tr: kapat

source: LogFile closed properly
tr: Günlük dosyası doğru şekilde kapatıldı

source: ERROR closing LogFile!!!
tr: Günlük dosyası kapatılırken hata oluştu !!!

source: UNKNOWN
tr: BİLİNMİYOR

source: still waiting for %d resident task(s) %s to finish
tr: %d görevin tamamlanması %s bekleniyor

source: task going resident:
tr: gerçekleştirilecek görev:

source: task keeps staying resident:
tr: iş kalır:

source: >>> Error:
tr: >>> Hata:

source: resident task finished:
tr: iş tamamlandı:

source: execute:
tr: çalıştır:

source: [Task] preconditions failed
tr: [İş] ön koşulu başarısız oldu

source: [Task] exception:
tr: [İş] istisnası:

source: Timeout elapsed, sorry
tr: Zaman aşımına uğradı üzgünüm

source: Error: %s Retry?
tr: Hata: %s Yeniden dene?

source: Error
tr: Hata

source: completed with
tr: ile tamamlandı

source: in
tr: içinde

source: retrying job
tr: yeniden test

source: not retrying job.
tr: testi tekrar denemeyin.

source: An unknown error occurred!
tr: Bilinmeyen bir hata oluştu!

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
tr: Yeterli disk alanı yok. Lütfen biraz alan boşaltın ve tekrar deneyin. (%d MB gerekli, %d MB kullanılabilir)

source: A required tool (%s) was not found.
tr: Gerekli araç (%s) bulunamadı.

source: Cancelled upon user request
tr: Kullanıcı isteği üzerine iptal edildi

source: Error code
tr: Hata Kodu

source: Wait please, NeoBoot is working: ....Restore in progress....'
tr: Lütfen bekleyin, NeoBoot ÇALIŞIYOR: .... Geri yükleniyor ...

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
tr: NeoBoot başarıyla güncellendi. Eklentiyi şimdi yeniden başlatabilirsiniz. İyi eğlenceler !!!

source: NEOBOOT - Restart image flash.... Please wait, in a moment the decoder will be restarted...
tr: NEOBOOT - Yazılımı flaştan yeniden başlatıyorum .... Lütfen bekleyin, alıcı bir süre sonra yeniden başlatılacak ...

source: ...............NEOBOOT - REBOOT............... Please wait, in a moment the decoder will be restarted...
tr: ............... NEOBOOT-RESTART ................ Lütfen bekleyin, alıcı biraz sonra yeniden başlayacak...

source: DIR Fail: %s
tr: DIR Hatası: %s

source: FILE Fail: %s
tr: DOSYA HATASI: %s

source: SYMLINK Fail: %s : %s
tr: SYMLINK Hatası: %s: %s

source: Failed File Permissions: %s
tr: Dosya izinleri hatası: %s

source: unknown action "%s
tr: bilinmeyen işlem " %s

source: %r is not callable
tr: % r çağrılamaz

source: conflicting option string(s): %s
tr: çakışan seçenek dizesi: %s

source: mutually exclusive arguments must be optional
tr: birbirini dışlayan bağımsız değişkenler isteğe bağlı olmalıdır

source: cannot have multiple subparser arguments
tr: çok sayıda alt bağımsız değişken olamaz

source: unrecognized arguments: %s
tr: tanınmayan bağımsız değişkenler: %s

source: not allowed with argument %s
tr: %s bağımsız değişkeniyle izin verilmez

source: too few arguments
tr: çok az bağımsız değişken

source: argument %s is required
tr: %s bağımsız değişkeni gerekli

source: one of the arguments %s is required
tr: %s bağımsız değişkenlerinden biri gerekli

source: expected one argument
tr: bir bağımsız değişken bekleniyor

source: expected at most one argument
tr: en fazla bir bağımsız değişken bekleniyor

source: expected at least one argument
tr: en az bir bağımsız değişken bekleniyordu

source: expected %s argument(s)
tr: beklenen %s bağımsız değişkenleri

source: ambiguous option: %s could match %s
tr: belirsiz seçenek: %s, %s ile eşleşebilir

source: unexpected option string: %s
tr: beklenmeyen seçenek dizesi: %s

source: invalid %s value: %r
tr: geçersiz %s değeri:% r

source: invalid choice: %r (choose from %s)
tr: geçersiz seçim:% r ( %s arasından seçim yapın)

source: The format_version method is deprecated -- the "version" argument to ArgumentParser is no longer supported.
tr: Biçim sürümü yöntemi kullanımdan kaldırıldı - " sürüm "ArgumentParser bağımsız değişkeni artık desteklenmiyor.

source: The print_version method is deprecated -- the "version" argument to ArgumentParser is no longer supported.
tr: Baskı revizyonu yöntemi kullanımdan kaldırıldı - " version "ArgumentParser argümanı artık desteklenmiyor.

source: %s: error: %s
tr: %s: hata: %s

source: NeoBoot zainstalowano w lokalizacji:
tr: NeoBoot şu konuma yüklendi:

source: Warning!!! after successfully running the selected software in neoboot you must run NEOBOOT to confirm the correct operation of the image. Press OK or exit on the remote control to continue...
tr: Uyarı !!! Neoboot'ta seçilen yazılımın başarılı bir şekilde başlatılmasından sonra, doğru görüntü işlemini onaylamak için NEOBOOT çalıştırılmalıdır. Devam edilsin mi...

source: Error - in the location %sImagesUpload/.kernel/ no file found kernel flash-kernel-%s.bin
tr: Hata - %sImagesUpload/.kernel'de yok flash-kernel-%s.bin bulunamadı

source: Please wait, in a moment the decoder will be restarted...
tr: Lütfen bekleyin, kod çözücü biraz sonra yeniden başlatılacak ...

source: Multiboot does not support this STB !!!
tr: Multiboot bu STB'yi desteklemiyor !!!

source: -Select the software to be installed with the cursor (left or right).
tr: -Yazılımı yüklemek için uzaktan kumanda imlecini seçin (sol veya sağ).

source: -Rename image - to change, press blue on the remote control.
tr: -Görüntüyü yeniden adlandır - değiştirmek için uzaktan kumandadaki maviye basın.

source: - the option moves files with the settings for lan and wlan.
tr: - bu seçenek dosyaları, lan ve wlan ağları için dahil edilen ayarlarla taşır.

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
tr: - bu seçenek, yazılım ayarlarını flaştan neoboot'ta kurulu sisteme kopyalar.

source: - after installation, the option deletes the zip image file from the ImagesUpload directory.
tr: - kurulumdan sonra, bu seçenek resim zip dosyasını ImagesUpload dizininden siler.

source: now ?
tr: şimdi mi?

source: Error - in the location %sImagesUpload/.kernel/ kernel file not found flash-kernel-%s.bin
tr: Hata - %sImagesUpload/.kernel/ kernel dosyasında flash-kernel-%s.bin bulunamadı

source: There is no space to make a copy of the image. You need 150 Mb of free space for copying the image.
tr: Görüntü kopyası yapmak için yer yok. Yazılım kopyası için 150 Mb boş alan gerekiyor.

source: Not enough free space on /media/ !! You need at least 300Mb free space. Exit plugin.
tr: /media/'da yeterli boş alan yok !! En az 300MB boş disk alanına ihtiyacınız var. Eklentiden çıkın ve biraz alan boşaltın.

source: Please wait, NeoBoot is working, the backup may take a few moments, the process is in progress ...
tr: Lütfen sabırla bekleyin, NeoBoot çalışıyor, yedekleme birkaç dakika sürebilir, işlem çalışıyor ...

source: Restoring settings...
tr: Ayarları geri yükleniyor .....

source: NeoBoot removal of the boot manager ....
tr: NeoBoot Önyükleme Yöneticisini Kaldırıyor ....

source: Uninstalling neoboot...
tr: neoboot kaldırılıyor ...

source: Restore mount.
tr: Dağı Kurtar ...

source: NeoBoot uninstalled, you can do reinstallation.
tr: NeoBoot kaldırıldı, yeniden yükleyebilirsiniz.

source: EGAMIBoot author allowed neoboot development and editing - Thanks
tr: EgAMIBoot yazarı, Neoboot'un oluşturulmasına ve düzenlenmesine izin verdi - Teşekkürler!

source: Translation by gutosie and other people!
tr: Çeviri: audi06_19 ve diğer arkadaşlar!

source: Buy a satellite tuner in the store: http://www.expert-tvsat.com/
tr: Bir tuner satın almak ister misiniz? Mağazayı tavsiye ederim: http://www.expert-tvsat.com/

source: NeoBoot has been installed succesfully! NeoBoot has detected that the disks do not have a label. For correct neo boot operation, please give the disks the name LABEL Recommended total restart of the tuner.
tr: NEOBOOT başarıyla kuruldu! NeoBoot, sürücülerin işaretlendiğini tespit etti. Ayarlayıcının tamamen yeniden başlatılması önerilir

source: The plugin not installed. Access Fails with Error code 0x04.
tr: Eklenti yüklenmemiş. Hata kodu 0x04.

source: Reinstall neoboot?
tr: Neobot yeniden kurulsun mu?

source: The %sImagesUpload directory is EMPTY!!! Install the plugin to download new image online ? --- Continue? ---
tr: %sImagesUpload dizini boş !!! Web'den yeni resim almak için eklenti yükleyin ? --- Devam edilsin mi? ---

source: Proceed with further installation without providing a unique identifier for the disks ?
tr: Diskler için benzersiz bir tanımlayıcı belirtmeden kuruluma devam edilsin mi?

source: NeoBoot has not been installed ! :
tr: NeoBoot yüklenmemiş !:

source: Backup the image from NeoBoot
tr: Yazılımı neoboot'tan yedekleyin

source: NeoBoot: COMPLETE Backup!
tr: NeoBoot: Yedekleme TAMAMLANDI!

source: NeoBoot: Image Backup
tr: NeoBoot: Görüntü Yedekleme

source: Backup confirmation
tr: Yedekleme onayı

source: Make copies of the image: %s now ?
tr: Yazılımın bir kopyasını alın: %s şimdi mi?

source: Launch Device Manager?
tr: Aygıt yöneticisi başlatılsın mı?

source: Uninstall
tr: Kaldır

source: Wait, deleting ...
tr: Bekle, sil ...

source: Update available only from the image Flash.
tr: Güncelleme yalnızca dahili Flash bellekten kullanılabilir.

source: Your image flash cannot be mounted.
tr: Yazılımınız monte edilemiyor.

source: Restoring settings...
tr: Ayarlar geri yükleniyor ...

source: Removing boot manager from NeoBoot....
tr: Önyükleme Yöneticisi Kaldırılıyor ...

source: NeoBoot restoring media mounts...
tr: Disk bağlantıları geri yükleniyor ...

source: File write error: '%s'
tr: Dosya yazılırken hata oluştu: '%s'

source: Reinstall neoboot
tr: Neoboot yeniden kurulsun mu

source: Sorry, There is no neobot backup to restore
tr: Üzgünüz, geri yüklenecek neobot yedeklemesi yok

source: Install the tv list with flash on all images
tr: Tv listesi flaştan tüm yazılıma kopyalansın mı

source: Select Install to continue
tr: Devam etmek için Kur'u seçin

source: Do you really want to initialize the device? All data on the disk will be lost!
tr: Cihazı gerçekten başlatmak istiyor musunuz? Diskteki tüm veriler kaybolacak!

source: Sorry cannot open neo menu. Access Fails with Error code 0x02.
tr: Üzgünüz, açıklama menüsü açılamıyor. Seçilen seçenek 0x02 hata koduyla başarısız oluyor.

source: Sorry cannot open neo menu Backup. Access Fails with Error code 0x60.
tr: Üzgünüm, Yedekleme menüsü açılamadı. Seçilen seçenek 0x60 hata koduyla başarısız oluyor.

source: Sorry cannot open neo menu Restore. Access Fails with Error code 0x61.
tr: Maalesef Geri Yükleme menüsü açılamadı. Seçilen seçenek 0x61 hata koduyla başarısız oluyor.

source: Sorry, cannot open neo menu install image.
tr: Üzgünüz, kurulum menüsünü açamadım.

source: Sorry cannot open neo menu Reinstall Kernel. Access Fails with Error code 0x03.
tr: Maalesef Çekirdeği Yeniden Yükle menüsünü açamadım. Erişim 0x03 hata koduyla başarısız oldu.

source: Sorry, could not open image install menu. No access to VIP version. Access error with error code 0x71.
tr: Üzgünüz, resim yükleme menüsü açılamadı. VIP sürümüne erişim reddedildi. 0x71 hata koduyla erişim hatası.

source: Sorry cannot open neo menu - no flash
tr: Neoboot seçilen görevi gerçekleştiremiyor - flaş yok

source: Sorry cannot open menu set disk label Access Fails with Error code 0x01.
tr: Neoboot disk etiketi ayar seçeneğini uygulayamadı. Hata kodu 0x01.

source: Sorry cannot open neo menu. Access Fails with Error code 0x60.
tr: Komut çalıştırılamadı, üzgünüm. Seçilen seçenek 0x60 hata koduyla başarısız oluyor.

source: The plug-in not installed
tr: Eklenti yüklenmemiş

source: The file swapfile already exists!
tr: Takas dosyası zaten var!

source: Sorry cannot open Image Downloader. Access Fails with Error code 0x05.
tr: Image Downloader eklentisine erişim hatası. Hata kodu 0x05.

source: Before upgrading it is recommended that you make a backup NeoBoot.
ar: يوصى بعمل نسخة احتياطية من نيوبوت ،قبل الترقية.

source: NeoBoot
ar: نيوبوت

source: Sorry: Wrong image in flash found. You have to install in flash OpenPli Image
ar: عذراً: تم العثور على صورة خاطئة في الفلاش. يجب عليك تثبيت برنامج صورة اوبن بي ال أي على الفلاش الداخلي

source: ZatrzymaA procesy E2 czas installacji?
ar: هل تريد إيقاف العمليات الجاريه على الإينجما2 اثناء التثبيت؟

source: You are not running OpenPli Image. You must mount devices Your self.
ar: أنت لا تقوم بتشغيل صوره اوبن بي ال أي . يجب ان يتم عمل (أرتباط للذاكره الخارجيه).

source: Initialiting storage device...
ar: تهيئة وحدة التخزين ...

source: %sMin I/O: %s
ar: دقيقة: الإدخال/ الإخراج

source: The /media/neoboot/ImagesUpload directory is EMPTY! Please upload the image files in .ZIP or .NFI formats to install.
ar: الدليل / وسائط / نيوبوت / تحميل الصور فارغ! يرجى تحميل ملفات الصور بتنسيقات .ZIP أو .NFI للتثبيت.

source: 5. For proper installation XenoBota receiver must be connected to the Internet.
ar: 5. للتثبيت الصحيح ، يجب توصيل جهاز استقبال Xeno Bota بالإنترنت.

source: NeoBoot Ver.
ar: إصدار نيوبوت.

source: 3. To install a new image in NeoBoot should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
ar: 2. لتثبيت صورة جديدة في نيوبوت ، يجب إرسالها عن طريق برتوكول FTP مضغوطه بالإمتداد ZIP أو NIF إلى المجلد: /ميديا/نيوبوت/مجلد تحميل الصور ومن جهاز التحكم وعلى واجهه بلوجين نيوبوت استخدم الزر الأخضر <التثبيت>

source: Are you sure you want to completely remove NeoBoot of your image? If you choose so all directories NeoBoota will be removed. A restore the original image settings Flash.
ar: هل أنت متأكد أنك تريد إزالة نيوبوت من صورتك تمامًا؟ إذا اخترت ذلك ، ستتم إزالة جميع مسارات وملفات نيوبوت. و استعادة إعدادات الصورة الأصلية على الفلاش.

source: Meoboot detected that you want to run the image blackhole. \Warning!!! - BlackHole not run without the boot manager !!! If you are running an image blackhole not converted to another during the restart from the boot manager !!! Start the selected image now ?
ar: اكتشف نيوبوت أنك تريد تشغيل صورة بلاك هول. \تحذير!!! - البلاك هول لا يعمل بدون مدير إقلاع !!! إذا كنت تقوم بتشغيل صورة بلاك هول لم يتم تحويلها إلى أخرى أثناء إعادة التشغيل من مدير الإقلاع !!! ابدأ الصورة المحددة الآن؟

source: Copy the kernel of the installed system (recommended only for Vu+) ?
ar: نسخ نواة النظام المثبت (موصى به فقط لـ فيو بلس)؟
