Repository: emilnabil/neoboot_v9.58
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ar, ru, tr

source: Are you sure you want to delete the image from the ImagesUpload directory If you choose the red button on the remote control then you will delete all zip images from the ImagesUpload directory
ru: Вы уверены, что хотите удалить имидж с каталога ImagesUpload Нажмите красную кнопку на пульте ДУ, после чего будут удаленны все .zip файлы с каталога ImagesUpload.
tr: Tüm zip dosyalarını ImagesUpload dizininden kaldırmak istediğinizden emin misiniz? Uzaktan kumandadaki kırmızı düğmeyi seçerseniz, tüm sıkıştırılmış yazılımları ImagesUpload dizininden kaldıracaksınız

source: Are you sure you want to delete the image from the ImagesUpload directory? If you choose the red button on the remote control then you will delete all ZIP images from the ImagesUpload directory
ru: Вы уверены, что хотите удалить файлы с каталога ImagesUpload? Если вы выберете красную кнопку на пульте Д/У, вы удалите все файлы .ZIP с каталога ImagesUpload.

source: Autor EGAMIBoota zezwolil na rozwijanie i edycje NeoBoot - Thanks/Thanks
ru: Автор EGAMIBoot дал согласие на разработку и редактирование NeoBoot - Спасибо

source: Backup
ar: نسخة إحتياطية
ru: Начать
tr: Yedekleme

source: Backup Confirmation
ar: تأكيد عمل النسخة الأحتياطيه
ru: Копия настроек
tr: Yedekleme onayı

source: Backup Image
ar: عمل نسخه أحتياطيه من الصورة
ru: Резервная копия Имиджа
tr: Yazılım Yedeklemesi

source: Backup NeoBoot
ar: عمل نسخه إحتياطيه من نيوبوت
ru: Копия плагина NeoBoot
tr: NeoBoot Yedekleme

source: Backup copies are in the directory /
ru: Резервные копии находятся в каталоге /

source: Backup image
ar: عمل نسخه أحتياطيه من الصورة
ru: Копия Имиджа

source: Before restoring, make sure you have free space on your device - 300Mb Do you want to restore this image:
ru: Перед восстановлением убедитесь, что в вашем устройстве достаточно свободного места - 300 МБ Вы хотите восстановить этот образ:

source: Before upgrading it is recommended that you make a backup NeoBoot.
ru: Рекомендуется создать резервную копию перед обновлением NeoBoot.
tr: Yükseltmeden önce NeoBoot'unuzu yedeklemeniz önerilir.

source: Block or unblock the neoboot skin display in the system skin.
ru: Блокируйте/Разблокируйте скин плагина в скинах имиджа.
tr: Sistem dış görünümünde kilitleyin veya kilidi açın, neoboot kaplamasını görüntüleyin.

source: Block or unlock skins.
ru: Блок/Разблок скин
tr: Dış görünümleri engelleyin veya engelini kaldırın.

source: Boot Image
ar: صورة الأقلاع
ru: Загрузить имидж
tr: Image başlatın

source: Boot new Image directly ?
ar: الإقلاع من الصورة الجديدة مباشرة؟
ru: Установить установленный имидж ?
tr: Yüklenmekte olan yazılım başlatılsın mı?

source: Brak miejca do zrobienia kopii obrazu. Potrzebne jest 150 Mb wolnego miejsca na kopie obrazu.
ru: Там нет места, чтобы сделать копию изображения.Вам нужно 150 Мб свободного места для копирования имиджа.

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
ru: Не удалось размонтировать раздел, убедитесь, что он не используется для путей подкачки или записи / временного сдвига

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
ru: Не удалось размонтировать раздел, убедитесь, что он не используется для обмена или записи/ пути временного сдвига
tr: Bölümün bağlantısı kesilemedi, kayıt/zaman kayması yolları için kullanılmadığından emin olun

source: Cancel
ar: إلغاء
ru: Отмена
tr: İptal

source: Cancel execution?
ru: Отменить исполнение ?
tr: Yürütme iptal edilsin mi?

source: Canceled ... NeoBoot will not work properly !!! NeoBoot works only on VuPlus box !!!
ru: Отменено ... NeoBoot не будет работать должным образом!!! NeoBoot работает только у VuPlus box !!!

source: Canceled ... NeoBoot will not work properly !!! NeoBoot works only on VuPlus box, Ultimo4k, Solo4k, Uno4k !!!
ar: تم الإلغاء ... نيوبوت لن يعمل بشكل صحيح !!! نيوبوت يعمل فقط على موديلات فيو بلس ، Ultimo4k ، Solo4k ، Uno4k !!!
ru: Отмененно... NeoBoot не будет работать должным образом!!! NeoBoot работает только на VU+ !!!
tr: İptal edildi ... NeoBoot düzgün çalışmıyor !!! NeoBoot sadece VuPlus alıcılarında çalışacak !!!

source: Canceled start off the image ...
ar: إلغاء بدء تشغيل الصورة ...
ru: Установка имиджа отменена...
tr: Yazılımın başlatılması iptal edildi ...

source: Canceled update.
ar: إلغاء التحديث.
ru: Отмена обновления.
tr: Güncelleme iptal edildi.

source: Cancelled
ar: الغاء
ru: Отменено
tr: İptal edildi

source: Cancelled ... Image BlackHole without the module will not work properly !!!
ar: تم الإلغاء ... صورة بلاك هول لن تعمل بشكل صحيح بدون وحده القياس !!!
ru: Отменено ... Имидж BlackHole без модуля не будет работать должным образом !!!
tr: İptal edildi ... Modülsüz BlackHole görüntüsü düzgün çalışmayacak !!!

source: Cancelled ... [meoboot] detected no file vmlinuz.gz. You can not run image BlackHole \ nImage BlackHole without the module will not be work properly !!!
ar: تم الإلغاء ... لم يكتشف [نيوبوت] أي ملف vmlinuz.gz. لا يمكنك تشغيل صورة بلاك هول nlmag\ صورة بلاك هول بدون الوحدة النمطية لن تعمل بشكل صحيح !!!
ru: Отменено ... [NeoBoot] не удалось обнаружить файл vmlinux.gz. Имидж BlackHole не может быть запущено Имидж BlackHole без модуля не будет работать должным образом!!!

source: Cancelled ... neoboot without the module will not work properly !!!
ar: تم الإلغاء ... لن يعمل نيوبوت بدون تحديد الموديل بشكل صحيح !!!
ru: Отменено ... Neoboot без модуля не будет работать должным образом !!!
tr: İptal edildi ... Modül olmadan Neoboot düzgün çalışmayacaktır !!!

source: Change
ru: Начать
tr: Değiştir

source: Check the correctness of neoboot installation
ru: Проверить правильность установки NeoBoot
tr: Lütfen NeoBoot'un doğru kurulduğunu doğrulayın

source: Checking filesystem...
ar: فحص ملفات النظام....
ru: Проверка зависимостей для NeoBoot...
tr: Kurulumu Onaylıyor musunuz...

source: Choose copy you want to restore or delete.
ru: Выберите копию, которую нужно восстановить или удалить.
tr: Lütfen geri yüklemek veya silmek istediğiniz yedeği seçin.

source: Choose option to extract image
ar: اختر خيارا لاستخراج الصورة
ru: Выберите опцию для извлечения имиджа
tr: Yazılımı çıkarma seçeneğini seçin

source: Choose the image you want to make a copy of
ru: Выберите имидж, с которого нужно сделать копию
tr: Yedeklemek istediğiniz yazılımı seçin

source: Choose the skin you want to make.
ru: Выберите скин для замены.
tr: Bir dış görünüm seçin.

source: Choose what you want to do !
ar: اختر ما تريد القيام به !
ru: Выберите то, что вы хотите сделать !

source: Choose where to mount your devices to:
ru: Выберите, как смонтировать ваше устройство:
tr: Cihazlarınızı nereye monte etmek istediğinizi seçin:

source: Completed assembly of disks. Return to installation ?
ru: Завершена сборка дисков. Вернуться к установке?

source: Completed assembly of disks. Return to installation ?
ar: تم تجميع الأقراص. العودة إلى التثبيت؟
ru: Диск смонтирован! Вернуться к установке ?
tr: Diskleri takmayı bitirdiniz. Kuruluma geri dönülsün mü?

source: Completed update NeoBoot. You need to restart the E2 !!! Restart now ?
ar: اكتمل تحديث نيوبوت. تحتاج إلى إعادة تشغيل اينجما2 !!! اعادة التشغيل ؟
ru: Обновление NeoBoot завершено. Вы должны перезагрузить E2!!! Перезагрузить сейчас ?

source: Confirmation of Deletion
ru: Подтвердить удаление

source: Confirmation of Deletion...
ru: Подтвердить удаление...
tr: Onayı Sil ...

source: Confirmation...
ru: Подтверждение...

source: Continues mounting equipment...
ar: تواصل أرتباط المعدات ...
ru: Идет монтирование устройст...
tr: Cihazları bağlamaya devam et ...

source: Converting ext3 to ext4...
ar: تحويل الإمتداد ext3 الي ext4 ....
ru: Конвертировать ext3 в ext4...
tr: Dönüştür ext3'ü ext4'e...

source: Copy CamdMenager ?
ar: نسخ لإدارة الكامات ؟
ru: Скопировать CamdMenager ?
tr: Kamera Yöneticisi kopyalansın mı?

source: Copy MediaPortal ?
ru: Скопировать MediaPortal ?
tr: MediaPortal flash'tan kopyalansın mı?

source: Copy Settings to the new Image
ar: نسخ الإعدادات للصورة الجديدة
ru: Скопировать настройки в имидж ? (НЕ рекомендуется)
tr: Ayarları flash'tan yeni bellenime kopyalayın mı? (Önerilmez)

source: Copy config SoftCam ?
ru: Скопировать настройки SoftCam ?
tr: Softcam yapılandırma dosyaları kopyalansın mı? (önerilir)

source: Copy files from Flash to the installed image ?
ru: Скопировать файлы с Flash в создаваемый имидж ?
tr: Dosyalar flaştan yüklenen yazılıma kopyalansın mı?

source: Copy mounting disks ? (Recommended)
ar: نسخ الأقراص المرتبطه؟ (موصى به)
ru: Скопировать монтирование USB/HDD ? (Рекомендуется)
tr: Disk Bağlantısı Kopyalansın mı? (Önerilir)

source: Copy network settings LAN-WLAN ?
ar: نسخ إعدادات الشبكة السلكيه-الا سلكيه؟
ru: Скопировать настройки сети LAN-WLAN ?
tr: LAN-WLAN ağ ayarları kopyalansın mı?

source: Copy the IPTV Player plugin from flash to all images
ru: Установить IPTVPlayer с флеш на все имиджи ?
tr: IPTV Player eklentisi flaştan tüm resimlere kopyalansın mı

source: Copy the boxbranding ?
ar: نسخ العلامة التجارية للجهاز ؟
ru: Скопировать файл boxbranding ?
tr: Kutu markalaması kopyalansın mı?

source: Copy the channel list ?
ar: عمل نسخ لقائمة القنوات ؟
ru: Скопировать список каналов ?
tr: Kanal listesi dahili flash bellekten kopyalansın mı?

source: Copy the drivers ? (Recommended only other image.)
ar: نسخ الدرايفات؟ (يوصى به فقط عند تثبيت صور لأجهزه أخرى.)
ru: Скопировать драйвера ? (Для имиджей другого типа.)
tr: Sürücüler kopyalansın mı? (yalnızca sizin modeliniz dışındaki yazılımlar için önerilir)

source: Copy the extensions plugins ?
ar: نسخ البلوجينات من مجلد الملحقات؟
ru: Скопировать плагины ?
tr: Uzantı eklentileri kopyalansın mı?

source: Copy the kernel of the installed system (recommended) ?
ru: Скопировать ядро для имиджа (только VU+) ?

source: Copy the kernel of the installed system (recommended ?
ru: Скопировать ядро для имиджа (только VU+) ?
tr: Yüklenmekte olan sistemin çekirdeği kopyalansın mı? (önerilen)

source: Copy the network settings DNS ? (Not recommended for VTi)
ar: نسخ إعدادات الشبكة DNS؟ (غير مستحسن للصوره ـ VTi)
ru: Скопировать сетевые настройки DNS ?(Не рекомендованно для VTi)
tr: DNS ağ ayarları kopyalansın mı? (VTi için önerilmez)

source: Copy the system plugins ?
ar: نسخ بلوجينات النظام؟
ru: Скопировать плагины системы ?
tr: Sistem eklentileri kopyalansın mı?

source: Copy the system settings ? (Not recommended)
ar: نسخ إعدادات ضبط النظام؟ (لا يوصى بها)
ru: Скопировать настройки системы ? (Не рекомендуется)
tr: Sistem Ayarları Kopyalansın mı? (Önerilmez)

source: Copy the tv list with flash on all image
ru: Скопировать сервисы-ТВ с флеш на все имиджи
tr: TV listesini dahili flash bellekten neoboot'taki tüm yüklü yazılıma kopyalayın

source: Creating filesystem
ar: انشاء ملفات النظام
ru: Создание файловой системы
tr: Dosya sistemini oluştur

source: Creating journal
ar: إنشاء دفتر
ru: Создание журнала
tr: Günlük Oluşturma

source: Creating partition
ar: إنشاء تقسيم
ru: Создание раздела
tr: Bölüm oluştur

source: Czekaj usuwam...
ru: Ждите, удаляется...

source: Czekaj usuwam.....
ru: Идет удаление.....

source: Czy odinstalowac NeoBoota ?
ru: Удалить NeoBoot ?

source: Czy skasowac haslo ?
ru: Удалить пароль ?

source: Czyszenie z pobranych obrazow
ru: Очистка установленых имиджей

source: Deep standby
ar: وضع الاستـعداد العـميق
ru: Глубокий режим ожидания
tr: Derin Bekleme

source: Delete
ar: حـذف
ru: Удалить
tr: Sil

source: Delete Confirmation
ar: تأكيد الـحـذف
ru: Подтверждение удаления
tr: Onay Silme

source: Delete Image zip after Install ?
ar: هل تريد حذف ملف الصورة المظغوطه بعد التثبيت؟
ru: Удалить файл .zip после установки ?
tr: Yüklemeden sonra kurulu yazılımın zip dosyası silinsin mi?

source: Delete file
ru: Удалить
tr: Dosyayı sil

source: Delete image ZIP from the ImagesUpload directory
ru: Удалить ZIP-файл с каталога ImagesUpload
tr: ImagesUpload dizininin içeriğini temizleyin

source: Delete password
ar: حذف كلمة السر
ru: Удалить пароль
tr: Parola kaldırma. Yazılımdan root parolası kaldırılsın mı

source: Delete the image ZIP from the ImagesUpload directory
ru: Удалить .zip файл с папки ImagesUpload

source: Delete the selected image :
ar: احذف الصورة المحددة:
ru: Удалить выбранный имидж :
tr: Seçili Yazılımı Kaldır:

source: Delete the selected image -
ar: احذف الصورة المحددة
ru: Удалить выбранный имидж -
tr: Seçili Yazılımı Kaldır -

source: Deleting downloaded image zip files ....
ru: Удаление загруженных zip-файлов ....
tr: İndirilen resim zip dosyaları kaldırılıyor ...

source: Deleting in progress...
ar: جاري الحذف
ru: Удаление ждите...
tr: Silme işlemi devam ediyor...

source: Deleting languages
ru: Удалить неиспользуемый язык
tr: Dilleri kaldırma

source: Device %s is not mounted
ar: الجهاز غير مرتبط
ru: Устройсво %s не смонтировано
tr: %s aygıtı takılı değil

source: Device Manager
ar: مدير الاجهزة
ru: Менеджер устройств
tr: Aygıt Yöneticisi

source: Device Manager encountered an error, disk drives not installed correctly !!!
ar: واجهت إدارة الأجهزة خطأ ، محركات الأقراص غير مثبتة بشكل صحيح !!!
ru: Диспетчер устройств обнаружил ошибку, устройсва были установлены неправильно !!!
tr: Aygıt yöneticisi bir hatayla karşılaştı, diskler doğru kurulmamış !!!

source: Device manager
ru: Менеджер устройств
tr: Aygıt yöneticisi

source: Device:
ru: Устройсво:

source: Devices Panel
ar: لوحة الأجهزة
ru: Панель устройсв
tr: Aygıt paneli

source: Disk UUID not found - Universally unique identifier (UUID) is not required. You can proceed with further installation or give an ID to your disk. To continue the installation neoboo, press OK or No to abort.
ru: UUID диска не найден - Универсальный уникальный идентификатор(UUID) не требуется. Вы можете продолжить установку или дать ID своему диску. Для продолжения установки нажмите OK или EXIT, чтобы прервать установку.
tr: Disk UUID bulunamadı Evrensel Benzersiz Tanımlayıcı (UUID) gerekli değildir. uuid vermeden veya disk kimliği vermeden kuruluma devam edebilirsiniz. Neoboot kurulumuna devam etmek için Tamam'a basın veya Kurulumu iptal etmeyin ™.

source: Do You really want to install NeoBoot in:
ar: هل تريد حقا تثبيت نيوبوت في:
ru: Установка NeoBoot запустится полностью автоматически и займет несколько секунд.\n Хотите установить NeoBoot на выбранный носитель:
tr: NeoBoot'un kurulumu tam otomatik olacak ve birkaç saniye sürecektir. NeoBoot'u seçilen ortama kurmak istiyor musunuz:

source: Do not copy files from Flash to the installed image ?
ar: لا تنسخ الملفات من الفلاش إلى الصورة المثبتة؟
ru: Скопировать файлы с Flash в создаваемый имидж ?

source: Do you really want to clear
ru: Действительно хотите очистить
tr: Gerçekten temizlemek istiyor musunuz

source: Do you want to install ?
ar: هل تريد التثبيت ؟
ru: Вы хотите установить ?
tr: Yüklemek istiyor musunuz?

source: Do you want to run the manager to mount the drives correctly ?
ar: هل تريد تشغيل مدير إرتباط محرك الأقراص بشكل صحيح؟
ru: Вы хотите запустить менеджер, чтобы правильно смонтировать устройство?
tr: Diskleri doğru şekilde takmak için aygıt yöneticisi başlatılsın mı ?

source: Do you want to run the update now ?
ar: هل تريد التحديث الان؟
ru: Вы хотите начать обновление сейчас?
tr: Güncellemeyi şimdi çalıştırmak istiyor musunuz?

source: Download Image
ar: تحميل صوره
ru: Загрузить имидж
tr: Yazılımı indirme

source: Download additional images from the network
ar: تنزيل صور إضافية من الشبكة
ru: Загрузите дополнительные имиджи с Интернета
tr: Ağdan ek yazılım indirin

source: Download image...
ar: تحميل صوره ...
ru: Загрузка имиджа...
tr: Yazılım indiriliyor ...

source: Downloading available only from the image Flash.
ar: التنزيل متاح فقط من صورة الفلاش الداخلي.
ru: Скачать доступные можно только с флеш.
tr: Yalnızca flash'tan indirilebilir.

source: ERROR: Failed to create /dev/nomount file:
ar: خطأ: فشل في إنشاء/جهاز/ملف غير مرتبط:
ru: ОШИБКА: файл не может быть создан в устройстве, нет монтирования :
tr: HATA: Cihazda dosya yaratılamadı, montaj yok:

source: ERROR: Failed to remove /dev/nomount file:
ar: خطأ: فشل إزالة /الجهاز/الملف غير مرتبط:
ru: ОШИБКА: Невозможно удалить ОШИБКА: файл не установлен в устройстве, нет подключения:
tr: HATA: Dosya silinemiyor, bağlama yok:

source: Error - NeoBoot has detected that the disks do not have a Label name.
ru: Ошибка - NeoBoot обнаружил, что диски не имеют имени тома.

source: Error Count Header
ar: عدد الأخطاء الرئيسيه
ru: Количество ошибок заголовка
tr: Üstbilgi hatası sayısı

source: Execution finished!!
ru: Выполнение окончено!!!

source: Execution progress:
ru: Ход выполнения:

source: Exit
ar: خروج
ru: Выход
tr: Çıkış

source: External
ar: خارجي
ru: Внешний
tr: Harici

source: External (CF)
ar: خارجي (CF)
ru: Внешний (CF)
tr: Harici (CF)

source: External Storage %s
ar: الذاكرة الخارجيه
ru: Внешний диск %s
tr: Harici sürücü %s

source: Extract contents of UBI image.
ar: استخراج محتويات صورة UBI.
ru: Извлечь содержание имиджа UBI.
tr: UBI görüntüsünün içeriğini çıkarın.

source: Failed
ru: Ошибка
tr: Başarısız

source: Failed to detect Linux version:
ar: فشل في تحديد إصدار اللينوكس:
ru: Не обнаружена версия Linux:
tr: Linux sürümü algılanamadı:

source: Failed to remove path '%s':
ar: فشل في إزاله المسار '/s':
ru: Путь не может быть удален '%s':
tr: '%s' yolu kaldırılamadı:

source: File path doesn't exist.
ar: مسار الملف غير موجود.
ru: Путь к файлу не существует.
tr: Dosyanın yolu mevcut değil.

source: File to extract contents of.
ar: ملف لاستخراج المحتويات.
ru: Файл для извлечения контента..
tr: İçeriği çıkarmak için dosya.

source: File: %s remove ?
ru: Файл: %s удалить?
tr: Dosyalar: %s kaldırıldı mı?

source: Finished
ru: Финиш
tr: Bitti

source: First start of software
ru: Первый запуск имиджа
tr: Yazılımın ilk çalıştırılması

source: Flash
ar: الفلاشه الداخليه
ru: Флеш

source: For proper operation NeoBota type device is required USB stick or HDD, formatted on your system files Linux ext3 or ext4..
ar: للتشغيل السليم ، يلزم نيوبوت وجود جهاز من نوع فلاش ميموري أو محرك أقراص ثابتة ، مهيأه بنظام لينوكس ext3 أو ext4 ..
ru: Для правильной работы NeoBoot требуется память USB или HDD, отформатированная в файловой системе Linux ext3 или ext4...
tr: NeoBot, usb veya hdd belleğin düzgün çalışması için, Linux ext3 veya ext4 dosya sisteminde biçimlendirilmiş gereklidir ...

source: GB
ru: Гб

source: GUI needs a restart. Do you want to Restart the GUI now?
ar: يحتاج الجهاز إلى إعادة التشغيل. هل تريد إعادة تشغيل الجهاز الآن؟
ru: Ресивер должен быть перезагружен.. Вы хотите перезагрузить GUI ?
tr: Dinleyicinin yeniden başlatılması gerekiyor. GUI'yi yeniden başlatmak istiyor musunuz?

source: Have fun !!!
ar: استمتع !!!
ru: Удачи !!!
tr: İyi eğlenceler !!!

source: Help
ar: المساعدة
ru: Функции
tr: Yardım

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install NeoBoot
ar: فيما يلي قائمة بالأجهزة المرتبطه بجهاز إستقبالك الرجاء اختيار الجهاز الذي ترغب في تثبيت نيوبوت عليه
ru: Вот список подключенных устройств в вашем ресивере Пожалуйста, выберите устройство, на которое вы хотите установить NeoBoot
tr: Alıcınızdaki bağlı cihazların listesi. Lütfen NeoBoot'u kurmak istediğiniz cihazı seçin

source: Hide Console
ru: Скрыть
tr: Konsolu gizle

source: INFORMACJE NeoBoot
ru: Информация NeoBoot

source: If you choose Yes, the Multibot image settings will be restored and only uninstalled. You can reinstall it
ru: Если вы выберете Да, настройки имиджа будут восстановлены и удален NeoBoot. Вы можете переустановить его
tr: Evet'i seçerseniz, neoboot ayarları varsayılan değerlerine sıfırlanacaktır. Yeniden yükleyebilirsiniz

source: If you choose Yes, the pli image will be restored Multibot will only be uninstalled. You will be able to reinstall it
ru: Если вы выберете Да, имидж будет восстановлен Мультибут будет только удален. Вы сможете переустановить его

source: Image Name
ar: اسم الصورة
ru: Имя имиджа
tr: Yazılımı adlandırın (mavi uzaktan kumanda düğmeleri etkin)

source: Image will be booted on the next STB boot!
ar: سيتم الإقلاع على الصوره عند الإقلاع التالي!
ru: Имидж будет запущен при следующем запуске ресивера!
tr: Görüntü, alıcının bir sonraki açılışında önyüklenecek!

source: Image: %s
ar: الصورة: %s
ru: Имидж: %s
tr: Resim: %s

source: In progress
ru: В процессе
tr: Devam Ediyor

source: Info
ar: معلومات
ru: Информация
tr: Bilgi

source: Info disc
ar: معلومات القرص
ru: Устройства
tr: Diskler

source: Informacje NeoBoota
ru: Информация NeoBoot

source: Informacje instalacji image w NeoBoot
ru: Информация об установке имиджа в NeoBoot

source: Information available only when running Flash.
ar: المعلومات متاحة فقط عند تشغيل الفلاش الداخلي.
ru: Информация доступна только при запуске с флеш.
tr: Bilgiler yalnızca dahili flash bellekten alınabilir.

source: Initialize
ar: التهئية
ru: Инициализация
tr: Biçimlendirme

source: Initialize ext3
ru: активация ext3
tr: Başlat ext3

source: Initialize ext4
ru: активация ext4
tr: Başlat ext4

source: Initializing storage device...
ru: Инициализация устройства хранения...
tr: Yığın Depolama Aygıtı Başlatılıyor ...

source: Instalacja
ru: Установка

source: Instalacja nowego oprogramowania do neoboot, zalecane tylko z poziomu Flash!!! ---Kontynuowac ?---
ru: Установка нового имиджа до neoboot, рекомендуется только с Flash !!! --- Продолжить? ---

source: Instalacja tylko z poziomu systemu flash.
ru: Установка только с флеш-системы.

source: Instalacja z poziomu Flash!!! ---Kontynuowac ?---
ru: Установка с Flash!!! ---Продолжить ?---

source: Install
ar: تثبيت
ru: Установить
tr: Yükle

source: Install & run multiple images.
ar: تثبيت و تشغيل صور متعدده.
ru: Установить и запустить несколько имиджей.
tr: Birden çok yazılımı kurun ve çalıştırın.

source: Install Confirmation
ar: تأكيد التثبيت
ru: Подтвердить установку
tr: Kurulum onayı

source: Install Image
ar: تثبيت الصورة
ru: Установка имиджа
tr: Yazılımı yükleme

source: Install Kernel
ar: تثبيت النواه
ru: Установить ядро

source: Install neobot from flash memory to all images
ru: Обновить NeoBoot с флеш на всех имиджах
tr: Neobot eklentisi dahili flash bellekten veri taşıyıcıdaki tüm yazılıma kopyalansın mı

source: Install software internal flash memory in media
ru: Установить внутреннюю флеш-память программно на носитель ?
tr: Ortama dahili flaş bellek takın

source: Install the new images from the Internet
ar: تثبيت صوره جديده عبر الانترنت
ru: Установить новые имиджи с интернета
tr: İnternetten yeni yazılım yükleyin

source: Installation
ar: تثبيت
ru: Установка
tr: Kurulum

source: Installation aborted !
ar: إخفاق التثبيت!
ru: Установка прервана!
tr: Kurulum iptal edildi!

source: Installation from Flash!!! ---Continue ?---
ru: Установка с Flash !!! --- Продолжить? ---
tr: Yazılım dahili flash bellekten yükleniyor. --- Devam edilsin mi? ---

source: Installation new image.
ru: Установка нового имиджа

source: Installation operation canceled. This is not a vuplus box !!!
ar: تم إلغاء عملية التثبيت. هذا ليس جهاز فيو بلس !!!
ru: Установка не удалась. Это не ресивер VU+ !!!
tr: Kurulum işlemi iptal edildi. Bu bir vuplus alıcısı değil !!!

source: Installation with risk
ru: Установка на ваш страх и риск

source: Installing a proven and successful !!!!
ar: تثبيت مجربة وناجحة !!!!
ru: Установка проверена и эффективна !!!
tr: Kurulum kanıtlanmış ve başarılı !!!

source: Installing multiple images
ar: تثبيت صور متعددة
ru: Установка нескольких имиджей
tr: Birden çok yazılım yükleniyor

source: Installing new neoboot software, only recommended from Flash!!! ---Continue ?---
ru: Установка нового имиджа в NeoBoot, рекомендуется только с Flash !!! --- Продолжить? ---
tr: Yeni neoboot yazılımının yüklenmesi, yalnızca dahili flash bellekten önerilir!!!" "--- Devam edilsin mi? ---

source: Installing packages ...
ar: تثبيت الحزم ...
ru: Установка пакетов...
tr: Paketler yükleniyor ...

source: Instruction
ar: تعليمات
ru: Инструкция
tr: Talimat
