Repository: emilnabil/neoboot_v9.58
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ar, ru, tr

source: [NeoBoot] The /media/neoboot/ImagesUpload directory is EMPTY !!! Please upload the image files in .ZIP or .NFI formats to install.
ru: [NeoBoot] Каталог /media/neoboot/ImagesUpload ПУСТ !!! Пожалуйста, загрузите файлы имиджа в формате .ZIP или .NFI для установки.

source: [NeoBoot] The /media/neoboot/ImagesUpload directory is EMPTY !!! Please upload the image files in .ZIP or .NFI formats to install.
ar: [نيوبوت] دليل / وسائط / نيوبوت / تحميل الصور فارغ !!! يرجى تحميل ملفات الصور بتنسيقات .ZIP أو .NFI للتثبيت.
ru: [NeoBoot] Каталог /media/neoboot/ImagesUpload ПУСТ !!! Пожалуйста, загрузите файлы имиджа в формате .ZIP или .NFI для установки.

source: [NeoBoot] Uwaga!!! po poprawnym starcie wybranego oprogramowania w neoboot, nalezy uruchomic NEOBOOTA by potwierdzic prawidlowy start image. Nacisnij OK lub exit na pilocie by kontynuowac...
ru: [NeoBoot] Внимание!!! после успешного запуска выбранного программного обеспечения в neoboot, Вы должны запустить NEOBOOT, чтобы подтвердить правильный стартовый имидж. Нажмите OK или EXIT на пульте Д/У, чтобы продолжить...

source: [NeoBoot]From the installation, you can not run an image BlackHole.
ar: [نيوبوت] من التثبيت ، لا يمكنك تشغيل صورة بلاك هول.
ru: С имиджа BlackHole не может быть запущен.
tr: BlackHole kurulumdan başlatılamadı.

source: [NeoBoot]Please wait, update in progress...
ru: Подождите, обновление в процессе...

source: [NeoBoot]Please wait, updating in progress ...
ru: [NeoBoot]Подождите пожалуйста, действие в процессе ...
tr: Lütfen bekleyin, güncelleme devam ediyor ...

source: autoresize
ar: تغيير الحجم التلقائي
ru: ауторегуляция
tr: otomatik düzenleme

source: couldn't determine blockdev physdev for device
ar: تعذر تحديد تقسيم كتل الفلي للجهاز
ru: не смог определить блокдев физдев для устройства
tr: aygıt için physdev bloklarını bulamadı

source: couldn't read model:
ar: تعذر قراءة الموديل
ru: модель неизвестна:
tr: modeli okuyamıyor:

source: device
ar: الجهاز
ru: устройство
tr: cihaz

source: disc
ar: قرص
ru: диск
tr: disk

source: errors
ar: الاخطاء
ru: ошибка
tr: hatalar

source: filepath
ar: مسار الملف
ru: путь к файлу
tr: dosya yolu

source: inode
ar: مؤشر الفهرسه
ru: узел
tr: düğüm

source: journal
ar: دفتر
ru: журнал
tr: günlük

source: largefile
ar: ملف كبير
ru: большой файл
tr: büyük dosya

source: list
ar: قائمة
ru: список
tr: liste

source: name
ar: الأسم
ru: имя
tr: ad

source: Upload image files in zip formats to the ImagesUpload location.
ru: Загрузите файлы имиджей в формате .zip в папку ImagesUpload.
tr: [NeoBoot] Yazılımı kurmak için, zip formatında yazılım dosyalarını ImagesUpload konumuna yükleyin. Eklenti kurulumuna izin verilmez.

source: Plugin ImageDownloader not installed! Install plugin to download new image? and---Continue ?---
ru: Плагин ImageDownloader не установлен! Установить плагин для загрузки имиджей? и --- Продолжить ?---
tr: ImageDownloader yüklü değil! Yeni yazılımı indirmek için eklenti yükleyin? --- Devam edilsin mi? ---

source: new Harddisk
ar: قرص صلب جديد
ru: новый Жесткий диск
tr: yeni sabit disk

source: new Network Mount
ar: ارتباط نقطه شبكه جديده
ru: монтаж новой сети
tr: yeni ağ bağlantısı

source: new Network Mount being used as HDD replacement -> /media/hdd/
ar: يتم استخدام الارتباط عبر الشبكه الجديد كبديل لمحرك الأقراص الثابتة -> /ميديا/هارد/
ru: новое сетевое подключение используется как жесткий диск -> /media/hdd/
tr: sabit sürücü olarak kullanılan yeni ağ bağlantısı -> /media/hdd/

source: nfidump by gutemine - Thanks
ar: تفريغ nfi بواسطة جوتمين - شكرا
ru: nfidump от gutemine - Спасибо
tr: gutemine tarafından nfidump - Teşekkürler

source: nfidump by gutemine - Thanks/Thanks
ru: nfidump от gutemine - Спасибо

source: no image to remove
ar: لم يحدد صوره للحذف
ru: нет имиджа для удаления
tr: kaldırma yazılımı yok

source: offset
ar: تكفأ مع
ru: сдвиг
tr: ofset

source: part
ar: جزء
ru: часть
tr: bölüm

source: processor
ar: المعالج
ru: процесор
tr: işlemci

source: remove
ar: أزاله
ru: удалить
tr: sil

source: size
ar: الحجم
ru: размер

source: system type
ru: система
tr: sistem türü

source: ubi_reader by Jason Pruitt - Thanks/Thanks
ru: ubi_reader от Jason Pruitt - Спасибо

source: umount
ar: ازاله الأرتباط
ru: отмонтировать
tr: bağdan

source: unavailable
ar: غير متاح
ru: недоступно
tr: mevcut değil

source: undefined
ar: غير محدد
ru: не определено
tr: tanımsız

source: unknown
ar: غير معروف
ru: неизвестный
tr: bilinmeyen

source: This option is available only from openpli or derivatives.
ru: Эта опция доступна только из openpli или производных.
tr: Bu seçenek yalnızca openpli veya türevlerinde mevcuttur.

source: update
ar: تحديث
ru: обновление
tr: güncelleme

source: NeoBoot v.%s - Install new image
ru: NeoBoot в.%s - Установка имиджа

source: update packages
ar: تحديث الباكيجات
ru: обновить пакеты
tr: paket güncellemesi

source: Copy picon flash to image install ?
ru: Скопировать пиконы с флеш (если есть) ?
tr: Picon'lar flash bellekten kopyalansın mı?

source: - cpuy picon from flash to image install in neoboot
ru: - Скопировать picon с flash в устанавливаемый имидж neoboot

source: Update FeedExtra on the installed image.
ru: Обновить FeedExtra Player на всех имиджах.
tr: Yüklü yazılımda FeedExtra'yı güncelleyin.

source: Copy the FeedExtra Player plugin from flash to all images
ru: Установить FeedExtra Player с флеш-памяти на все имиджи ?

source: Add cams to feed for OpenATV
ru: Установить фид SoftCam для OpenATV

source: Add softcam download from feed.
ru: Добавить SoftCam с фида ?

source: Sorry, is not image Open ATV !!!
ru: Извините, нет имиджа OpenATV!

source: NeoBoot - ATV add cam feed ...
ru: NeoBoot - Установка SoftCam с фида OpenATV...

source: Sorry, FeedExtra not found.
ru: Извините, FeedExtra Player не найден.

source: NeoBoot successfully updated FeedExtra. Have fun !!
ru: NeoBoot успешно обновил FeedExtra Player. Удачи !!

source: Sorry cannot open neo menu. ERROR-GS
ru: Извините, не могу открыть neo меню. ОШИБКА-GS

source: Sorry, cannot open neo menu install.
ru: К сожалению, не удается открыть установку neo меню.

source: Sorry, Unable to install, bad satellite receiver or you do not have the full plug-in version The full version of the NEO VIP plugin is on the forum address: http://all-forum.cba.pl in the VIP section.
ru: Извините, невозможно установить, не тот ресивер или у вас нет полной версии плагина Полная версия плагина NEO VIP находится по адресу форума: http://all-forum.cba.pl в VIP-разделе.

source: Sorry cannot open neo menu.
ru: Извините, не могу открыть neo меню.

source: New version update neoboot is available! Please upgrade your flash plugin.
ru: Доступно обновление новой версии neoboot! Пожалуйста, обновите плагин на flash.
tr: Neoboot sürümü için yeni güncelleme mevcut! Lütfen güncellemeyi gerçekleştirin.

source: Restore neoboot backup
ru: Применить копию плагина neoboot

source: Instal neoobot from github
ru: Установить neoobot с github
tr: Neoobot'u github'dan yükleyin

source: Bravo! Neoboot vip full version activated OK! Please restart your system E2.
ru: ОК! Полная версия Neoboot vip активирована. Перезагрузите Enigma2.
tr: Bravo !!! Neoboot vip tam sürüm etkinleştirildi Tamam! Lütfen E2 sisteminizi yeniden başlatın.

source: VIP Access Activation Fails with Error code 0x10.
ru: Сбой активации VIP-доступа с кодом ошибки 0x10.
tr: VIP erişim aktivasyonu 0x10 hata koduyla başarısız oluyor.

source: VIP Access Activation Fails with Error code 0x20.
ru: Сбой активации VIP-доступа с кодом ошибки 0x20.
tr: VIP Erişim Etkinleştirme 0x20 hata koduyla başarısız oluyor.

source: Bravo - pin code removed! Please re-enter your pin code.
ru: ОК - пин-код удален! Пожалуйста, введите пин-код еще раз.
tr: Bravo - pin kodu kaldırıldı! Lütfen pin kodunu tekrar girin.

source: Geen internet
ru: Нет интернета
tr: İnternet yok

source: Updates feed cam OpenATV softcam
ru: Установить feeds softcam OpenATV
tr: Openatv softcam kaynak güncellemeleri

source: Create swap-file.
ru: Создать файл подкачки.
tr: Takas dosyası oluştur.

source: Create swap- file.
ru: Создать файл подкачки.
tr: -swap oluştur.

source: Create swap-file
ru: Создать файл подкачки

source: Start create file swap.
ru: Начать
tr: Takas dosyası değişimi oluşturun.

source: Creation swap 512MB, please wait...
ru: Создание файла 512 Мб, подождите ...

source: Creation complete swap 512MB
ru: Создание файла 512Mб

source: The file swapfile already exists.
ru: Файл swap уже существует!

source: The folder hdd or usb not exists!
ru: Папки hdd или usb не существует!
tr: Yok hdd veya usb dizini!

source: It is recommended to give a label to the disk.
ru: Рекомендуется дать имя тома!!!
tr: Diski etiketlemeniz önerilir.

source: SetDiskLabel
ru: Метка тома

source: Current partition label:
ru: Текущее имя тома:
tr: Geçerli bölüm etiketi:

source: Choice label to set:
ru: Выбор имя тома для установки:
tr: Ayarlanacak seçim etiketi:

source: Select partition to set label:
ru: Выберите раздел для имени тома:
tr: Lütfen etiketi ayarlamak için bir bölüm seçin:

source: Set label
ru: Дать имя
tr: Etiketi ayarla

source: Add label
ru: Добавить имя
tr: Etiket ekle

source: Delete label
ru: Удалить имя
tr: Etiketi Kaldır

source: Set label on %s?
ru: Установить имя на %s?
tr: %s için bir etiket ayarlansın mı?

source: Selected label is set
ru: Выбранное имя присвоено
tr: Seçilen etiket ayarlandı

source: Add new partition label:
ru: Добавить новое имя тома:
tr: Yeni bir bölüm oluştur:

source: Delete label from %s?
ru: Удалить имя тома с %s?
tr: %s etiketinden kaldırılsın mı?

source: Label is delete
ru: Имя тома удалено
tr: Etiket kaldırıldı

source: No label
ru: Без имени тома

source: !!!Do not set the label for /dev/mmcblk0p !!!
ru: !!! Не устанавливайте имя для /dev/mmcblk0p !!!
tr: !!!/dev/mmcblk0p için etiket ayarlamayın !!!

source: Installed succesfully NEOBOOT! NeoBoot has detected that the disks have been marked. Recommended total restart of the tuner
ru: NEOBOOT установлен успешно! NeoBoot обнаружил, что у носителя есть имя тома. Рекомендуется полный перезапуск ресивера!
tr: NEOBOOT başarıyla kuruldu! NeoBoot disklerin etiketlendiğini algıladı. ___ ÖNERİLEN STB TUNER'I TAMAMEN YENİDEN BAŞLAT !!! .___

source: Reboot stb now ?
ru: Перезагрузить ресивер сейчас ?
tr: Stb tamamen yeniden başlatılsın mı?

source: Reboot
ru: ПЕРЕЗАГРУЗКА

source: Please wait, NeoBoot is working...
ru: Пожалуйста, подождите, NeoBoot работает...

source: NeoBoot: Backu to flash!
ru: NeoBoot: Назад к flash!

source: To reboot press red!
ru: Подтвердить!?

source: Force reboot to flash ?
ru: Принудительно вернуться к flash ?

source: NeoBoot: Force reboot to flash image now...
ru: NeoBoot: Принудительная перезагрузка на flash-имидж...

source: Force reboot to flash.
ru: Принудительная перезагрузка на flash.

source: Sorry, this is not neoboot vip version. Get NEO-VIP version, more info press blue button.
ru: Извините, это не neoboot vip версия. Получить NEO-VIP, Подробнее - нажмите синюю кнопку.

source: Sorry, this is not neoboot vip version. Get NEO-VIP version, more info press blue button or try to update.
ru: Извините, это не neoboot vip версия. Получить NEO-VIP, Подробнее - нажмите синюю кнопку или обновите плагин.
tr: Üzgünüz, tüm seçenekler neoboot vip'te mevcut. NEO-VIP'yi edinin, uzaktan kumandadaki mavi düğmeye basarak daha fazla bilgi edinin veya güncellemeyi deneyin.

source: Are you sure you want to reinstall neoboot from github.
ru: Вы уверены, что хотите переустановить neoboot с github.

source: Are you sure you want to reinstall neoboot from github ?
ru: Вы уверены, что хотите переустановить neoboot с github ?
tr: Neoboot'u github'dan yeniden yüklemek istediğinizden emin misiniz?

source: Install.
ru: Установка...

source: Get a free test to the full vip version.
ru: Получите доступный тест на полную vip-версию.
tr: Tam vip sürümü için ücretsiz bir test edinin.

source: Neoboot plugin installed with ERRORS! Not work properly! The error number is 1
ru: Плагин Neoboot установлен с ОШИБКАМИ! Не работает должным образом! Номер ошибки 1

source: Neoboot plugin installed with ERRORS! Not work properly! The error number is 2
ru: Плагин Neoboot установлен с ОШИБКАМИ! Не работает должным образом! Номер ошибки 2

source: Neoboot plugin installed with ERRORS! Not work properly! The error number is 3
ru: Плагин Neoboot установлен с ОШИБКАМИ! Не работает должным образом! Номер ошибки 3

source: VIP access error. Reinstall the plugin.
ru: Ошибка VIP доступа. Переустановите плагин.
tr: VIP sürümüne erişilirken hata oluştu. Lütfen eklentiyi yeniden yükleyin.

source: Neoboot vip version has expired, please re-access.
ru: Срок действия vip-версии Neoboot истек, нужна активация.
tr: VIP sürümünün süresi doldu, lütfen yeniden erişin.

source: Sorry cannot open neo menu My Upgrade. Access Fails with Error code 0x06.
ru: Извините, не могу открыть меню neo My Upgrade. Сбой доступа с кодом ошибки 0x06.
tr: Neoboot güncelleme menüsüne erişilirken hata oluştu. Hata kodu 0x06.

source: Sorry cannot open neo menu Neo Boot Image Choose. Access Fails with Error code 0x07.
ru: К сожалению, не может открыть меню NeoBoot Image Choose. Сбой доступа с кодом ошибки 0x07.
tr: Eklenti ana menüsüne erişim hatası. Hata kodu 0x07.

source: Sorry cannot open neo menu NeoBoot Installation. Access Fails with Error code 0x08.
ru: Извините, не могу открыть меню Neo УСТАНОВКА. Сбой доступа с кодом ошибки 0x08.
tr: Neoboot yükleme menüsüne erişilirken hata oluştu. Hata kodu 0x08.

source: Sorry cannot open neo menu. Not supported tuners.
ru: Извините, не могу открыть меню Neo. Не поддерживаемая модель ресивера.

source: Sorry, Unable to install, bad satellite receiver or you do not have the full plug-in version The full version of the NEO VIP plugin is on address: krzysztofgutosie@.gmail.com
ru: Извините, не удалось установить, не тот спутниковый ресивер или у вас нет полной версии плагина Вопросы по плагину NEO VIP пишите по адресу: krzysztofgutosie@.gmail.com
tr: Üzgünüm, yüklenemiyor, bozuk uydu alıcısı veya tam eklenti sürümüne sahip değilsiniz NEO VIP eklentisinin tam sürümünü krzysztofgutosie@.gmail.com adresinden edinebilirsiniz Bize yazın

source: It looks like it that multiboot does not support this STB.
ru: Похоже, что NeoBoot не поддерживает этот Ресивер.
tr: Görünüşe göre çoklu önyükleme bu STB modelini desteklemiyor.

source: - cpuy picon from flash to image install in neoboot
ru: - Скопировать picon с flash до устанавливаемого имиджа в neoboot

source: Re-installing the kernel. Install?
ru: Переустановка ядра. Установить?
tr: Sistem çekirdeğini yeniden yükleyin. Yüklensin mi?

source: Force reboot
ru: Принудительно

source: Current Running Image:
ru: Текущий имидж:

source: NeoBoot Installed on:
ru: NeoBoot Установлен на:

source: Reboot Confirmation
ru: Подтверждение Перезагрузки

source: Are you sure you want to Boot Image:
ru: Вы уверены, что хотите загрузить имидж:

source: Sorry cannot open neo menu. Hymmm... Access Fails with Error code 0x73.
ru: Извините, невозможно открыть меню Нео. localtime... Сбой доступа, код ошибки 0x73.
tr: Üzgünüz, bu seçenek çalıştırılamadı. Hymmm ... Seçili seçenek 0x73 hata koduyla başarısız oluyor.

source: Sorry cannot open run file - Access Fails with Error code 0x40.
ru: Извините, невозможно открыть run файл - Сбой доступа, код ошибки 0x40.
tr: Üzgünüz, run.py başlangıç ​​dosyası açılamıyor. Seçili seçenek 0x40 hata koduyla başarısız oluyor.

source: Sorry cannot open run.py file - Access Fails with Error code 0x30.
ru: Извините, невозможно открыть run файл - Сбой доступа, код ошибки 0x30.
tr: Üzgünüz, run.py başlangıç ​​dosyası açılamıyor. Seçili seçenek 0x30 hata koduyla başarısız oluyor.

source: The plug-in has been successfully installed.
ru: Плагин был успешно установлен.
tr: Eklenti başarıyla kuruldu.

source: Install Multi Stalker
ru: Установить Multi Stalker

source: Install Panel Extra Feed
ru: Установить Panel Extra Feed

source: Install Multiboot Flash Online
ru: Установить Multiboot Flash Online

source: Install Dream Sat Panel
ru: Установить Dream Sat Panel

source: Initialization - formatting disk for neoboot.
ru: Инициализация - форматирование usb/hdd для neoboot

source: NeoBoot donate
ru: Donate, Помощь проекту
tr: Bağış yapın

source: Creation complete swap ' + swapsize + '
ru: Создание swap ' + swapsize + ' завершено

source: Creation swap ' + myfile + ', please wait...
ru: Создание swap ' + myfile + ', пожалуйста, подождите...

source: Please select device to use as swapfile location
ru: Пожалуйста, выберите носитель для расположения файла swap

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
ru: К сожалению, нет физических устройств, поддерживающих SWAP. Невозможно создать файл подкачки по сети или fat32 файловой системе

source: Select the Swap File Size:
ru: Выберите Размер SWAP:

source: Remove swap, please wait...
ru: Удаление swap, пожалуйста, подождите...

source: Swap file has been deleted.
ru: Файл swap был удален

source: The swap not exists.
ru: Swap не существует

source: Re-installing Panel_Extra_Feed. Install?
ru: Переустановить Panel_Extra_Feed. Установить?

source: Enigma2 restarting..
ru: Enigma2 перезапускается...

source: The plugin not installed. Access Fails with Error code error-panel_install
ru: Плагин не был установлен. Сбой доступа с кодом ошибки error-panel_install

source: Re-installing Multi-Stalker. Install?
ru: Переустановить Multi-Stalker. Установить?

source: Re-installing MultibootFlashonline. Install?
ru: Переустановить MultibootFlashonline. Установить?

source: Re-installing DreamSatPanel Install?
ru: Переустановить DreamSatPanel Установить?

source: Select disk.
ru: Выбрать носитель

source: Formatting
ru: Форматировать

source: Hard disk: %s Formatting ? Attention! All data will be lost !!!
ru: Носитель: %s Форматировать? ВНИМАНИЕ!!! Все данные будут потеряны!

source: NeoBoot - Formatting disk .....
ru: NeoBoot - Форматирование устройств.....

source: Please wait and dont disconnect the power !!! ....
ru: Пожалуйста, подождите и не отключайте питание!!!....

source: Disk Formatting...!
ru: Форматирование...!

source: Press MENU - Backup
ru: <MENU> Backup

source: Press 1 - Mounting
ru: <1> Монтировать

source: Press 2 - Delete NeoBoot
ru: <2> Удалить NeoBoot

source: Catalog %sImagesUpload directory is empty Please upload the image files in zip or nfi formats to install
ru: Каталог %sImagesUpload пуст Пожалуйста, загрузите файлы имиджей в формате .zip или .nfi для установки
tr: [NeoBoot] %sImagesUpload dizini sıkıştırılmış yazılım içermiyor! Lütfen yazılım dosyalarını zip veya nfi formatında yükleyin ve kurulumu yeniden deneyin

source: Remove file swap.
ru: Удалить swap файл

source: Start the set disk label
ru: Установите имя тома для носителя

source: Formatting Disk
ru: Форматировать

source: VIP - Try entering the pin code again.
ru: VIP — попробуйте сбросить/ввести пин-код еще раз!

source: Sorry cannot open neo menu. Access Fails with Error code 0x50.
ru: Извините, не могу открыть neo_MENU. Ошибка доступа с кодом ошибки 0x50.
tr: Üzgünüz, menü açılamadı. Seçilen seçenek 0x50 hata koduyla başarısız oluyor.

source: Thank you to everyone not here for helping to improve NeoBoot
ru: Спасибо всем, кто не упомянут здесь, за помощь в улучшении NeoBoot

source: Successful fun :)
ru: Веселитесь на здоровье (^_^)
tr: İyi eğlenceler! q (-_-) p :) gutosie

source: Sorry, you can install up to 2 images, this is not neoboot vip version. Get unlimited image installations in VIP version
ru: Извините, вы можете установить не более 2 имиджа, это не neoboot vip версия. Получите неограниченную установку имиджей в VIP версии
tr: Üzgünüz, en fazla 2 görüntü yükleyebilirsiniz, bu neoboot vip sürümü değildir. Sınırsız sayıda görüntü yüklemek için NeoBoot VIP sürümünü edinin

source: Not enough free space on /media/ !! You need at least 500Mb free space. Exit plugin.
ru: Нет свободного места на /media/* !! Вам нужно как минимум 500 Мб свободного места. Выйдите из плагина.

source: Sorry, cannot open neo menu image install. Access Fails with Error code 0x70.
ru: Извините, не удается открыть neo-меню установки имиджей. Доступ не удался, код ошибки 0x70.
tr: Üzgünüz, resim yükleme menüsü açılamadı. 0x70 hata koduyla erişim hatası.

source: Your receiver is not on the list of supported tuners. Access error with error code 0x71.
ru: Вашего ресивера нет в списке поддерживаемых. Ошибка доступа, код ошибки 0x71.

source: Sorry, cannot open instalation menu. Access error with error code 0x72.
ru: Извините, не удалось открыть меню установки. Ошибка доступа, код ошибки 0x72.
tr: Üzgünüz, kurulum menüsü açılamadı. 0x72 hata koduyla erişim hatası.

source: \ NeoBoot Ver. ' + PLUGINVERSION + ' - NeoBoot Ver. updates ' + UPDATEVERSION + '//
ru: \ NeoBoot Вер. ' + PLUGINVERSION + ' - NeoBoot Вер. обновления ' + UPDATEVERSION + '//

source: Get the full version of the multiboot plugin.
ru: Получите полную версию плагина neoboot.
tr: Çoklu önyükleme eklentisinin tam sürümünü edinin.

source: Send an e-mail request for the neoboot vip version.
ru: Отправьте запрос по электронной почте для получения neoboot vip версии.
tr: Neoboot vip sürümü için bir e-posta isteği gönderin.

source: Donate to the project
ru: Пожертвовать на проект
tr: Neoboot projesine gönüllü bağış yapın

source: - Access to the latest version
ru: - Доступ к последней версии
tr: - En son sürüme erişim

source: - Online support
ru: - Online поддержка
tr: - Çevrimiçi Destek

source: - Full version
ru: - Полная версия
tr: - Eklentinin tam sürümü.

source: - More information email
ru: - Подробнее, пишите на email
tr: - E-posta adresinde daha fazla bilgi

source: We thank you for any help
ru: Мы благодарим Вас за любую помощь
tr: Tüm yardımlar için teşekkürler

source: If you want to support the neoboot project, you can do so by contacting us by e-mail:
ru: Если вы хотите поддержать проект neoboot, вы можете сделать это, связавшись с нами по электронной почте:
tr: Neoboot projesini desteklemek istiyorsanız, e-posta ile bizimle iletişime geçerek bunu yapabilirsiniz:

source: Transfer kodi settings ?
ru: Перенести настройки kodi ?
tr: Kodi ayarları taşınsın mı?

source: Use Nandsim to install image ?
ru: Использовать Nandsim для установки имиджа ?

source: NeoBoot - Installation
ar: نيوبوت - تثبيت
tr: NeoBoot-Kurulum

source: NeoBoot has not been installed ! :(
tr: NeoBoot yüklenmemiş! :(

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type. It may be helpful to restart the stb device completely.
tr: Seçilen aygıtın seçilen dizini %s ext2, ext3, ext4 veya nfs olarak biçimlendirilmemiş. Doğru bölüm türünü seçtiğinizden emin olun.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type. It may be helpful to restart the stb device completely.
tr: Seçili aygıt %s için seçilen dizin ext2, ext3, ext4 veya nfs olarak biçimlendirilmemiş. Doğru bölüm türünü seçtiğinizden emin olun. Stb aygıtının tamamen yeniden başlatılması yardımcı olabilir.

source: Do you want install NeoBoot ?
tr: Kuruluma devam edilsin mi?

source: Capacity :
tr: Kullanılan disk belleği:

source: Select skin.
tr: Bir dış görünüm seçin.

source: Free Space :
tr: Boş disk alanı:

source: Full
tr: Dolu

source: Read Only
ar: قراءه فقط
tr: Salt okunur

source: Used Kernel:Flash
ar: النواه المستخدمه:الفلاش الداخليه
tr: Kullanılan çekirdek: Flash

source: Directory %sImagesUpload is empty Please upload the image files in zip or nfi formats to install
tr: %sImagesUpload dizini sıkıştırılmış yazılım içermiyor! Lütfen zip yazılım dosyalarını yükleyin ve kurulumu yeniden deneyin

source: Tools Neoboot
ar: أدوات نيوبوت
tr: NeoBoot Araçları
